import { Root } from "../src/data/model/Assets"

export const mockAllAssetREsponse: Root = '{
    "header": {
        "source": "009-01",
        "code": 0,
        "message": "Success",
        "system_time": 1681465263132,
        "tracking_id": "296a60b1-2a36-4d60-b7b6-45f683995dcc",
        "start": 6,
        "rows": 5,
        "count": 23
    },
    "data": [
        {
            "appliesif": {
                "acl": [
                    "ta"
                ],
                "dt": [
                    "all"
                ],
                "reg": [
                    "all"
                ]
            },
            "cd": [
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "SF",
                        "VE",
                        "EL"
                    ],
                    "ao": "false",
                    "aq": "5.1",
                    "ct": "2022-04-14T08:25:09Z",
                    "cty": "movie",
                    "dfs": [
                        {
                            "fs": 186341136,
                            "q": ""
                        },
                        {
                            "fs": 372521232,
                            "q": ""
                        },
                        {
                            "fs": 63671843,
                            "q": ""
                        },
                        {
                            "fs": 94683058,
                            "q": ""
                        },
                        {
                            "fs": 125732216,
                            "q": ""
                        },
                        {
                            "fs": 433489,
                            "q": ""
                        },
                        {
                            "fs": 106146255,
                            "q": ""
                        },
                        {
                            "fs": 276949177,
                            "q": "low"
                        },
                        {
                            "fs": 256592584,
                            "q": ""
                        },
                        {
                            "fs": 391489777,
                            "q": "mid"
                        },
                        {
                            "fs": 428074753,
                            "q": ""
                        },
                        {
                            "fs": 595371010,
                            "q": "high"
                        },
                        {
                            "fs": 800222667,
                            "q": ""
                        },
                        {
                            "fs": 904540733,
                            "q": ""
                        },
                        {
                            "fs": 1520955680,
                            "q": ""
                        },
                        {
                            "fs": 1794718562,
                            "q": ""
                        },
                        {
                            "fs": 167202414,
                            "q": ""
                        },
                        {
                            "fs": 282806023,
                            "q": ""
                        },
                        {
                            "fs": 319466648,
                            "q": ""
                        },
                        {
                            "fs": 457537270,
                            "q": ""
                        },
                        {
                            "fs": 682979191,
                            "q": ""
                        },
                        {
                            "fs": 869220358,
                            "q": ""
                        },
                        {
                            "fs": 2175479482,
                            "q": ""
                        },
                        {
                            "fs": 2932535933,
                            "q": ""
                        }
                    ],
                    "ed_dt": "2100-04-14T02:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2100-01-01T12:08:00Z",
                            "f_st_dt": "2022-04-14T15:30:00Z"
                        }
                    ],
                    "ex_id": "selfie-mv-ta-2022",
                    "fp": {
                        "fp_ed": 1576,
                        "fp_st": 1007
                    },
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "40C284A4-A6CA-4F14-A625-F2DC052DCD9A",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "g-v-prakash-kumar",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "ஜி.வி. பிரகாஷ் குமார்"
                                },
                                {
                                    "lang": "en",
                                    "n": "GV Prakash Kumar"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "gautham-menon",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "கௌதம் வாசுதேவ் மேனன்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Gautham Vasudev menon"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "varsha-bollamma",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "வர்ஷா பொல்லாம்மா"
                                },
                                {
                                    "lang": "en",
                                    "n": "Varsha Bollama"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "dg-gunanidhi",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "DG. குணாநிதி"
                                },
                                {
                                    "lang": "en",
                                    "n": "DG Gunanidhi"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "vagai-chandrasekhar",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "வாகை சந்திரசேகர்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Vaagai Chandrasekhar"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "sangili-murugan",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "சங்கிலி முருகன்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Sangili Murugan"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "An Engineering student turns into a seat broker and is drawn into the murky world of seat booking in educational institutions. When he decides to rectify his mistakes, he has to do the unthinkable and whistle blow the truth."
                        },
                        {
                            "lang": "ta",
                            "n": "சூழ்நிலையால் கல்லூரியில் மாணவர் சேர்க்கைக்கு ஆள் பிடித்து விடும் இடைத்தரகராக மாறும் பொறியியல் மாணவன், தன்னுடைய தவறுகளை சரி செய்யவும், உண்மையை உலகிற்கு எடுத்து சொல்லவும் நடத்தும் போராட்டம்."
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "mathi-maran",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "மதி மாறன்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Mathi Maran"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Social Drama",
                                "Thriller"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "சமூக டிராமா",
                                "த்ரில்லர்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "செல்ஃபி",
                                "செல்ஃபி புதிய படங்கள்",
                                "ஆஹா புதிய படம்",
                                "புதிய ஆஹா படங்கள்",
                                "படங்கள் தமிழ்",
                                "புதிய படம் தமிழ்",
                                "புதிய செல்ஃபி படம்",
                                "புதிய செல்ஃபி தமிழ்",
                                "புதிய செல்ஃபி படம் தமிழ்",
                                "செல்ஃபி படம்",
                                "செல்ஃபி முழு திரைப்படம்",
                                "2022 புதிய படம்",
                                "2022 திரைப்படங்கள்",
                                "2022 திரைப்படம் வெளியீடுகள்",
                                "சமீபத்திய திரைப்பட வெளியீடுகள்",
                                "ஆஹா பிரத்தியேகங்கள்",
                                "ஆஹா பிரத்தியேக படம்",
                                "ஆஹா வெளியீடுகள்",
                                "2022 ஆஹா பிரத்தியேக",
                                "படம் செல்ஃபி",
                                "ஓடிடி திரைப்படங்கள்",
                                "புதிய தமிழ் திரைப்படங்கள்",
                                "GV பிரகாஷ் குமார்",
                                "GV பிரகாஷ் குமார் தமிழ் திரைப்படங்கள்",
                                "GV பிரகாஷ் குமார் படங்கள்",
                                "GV பிரகாஷ்",
                                "GV திரைப்படங்கள் தமிழ்",
                                "ஜிவி",
                                "கௌதம் வாசுதேவ் மேனன்",
                                "கௌதம் வாசுதேவ் மேனன் தமிழ் திரைப்படங்கள்",
                                "கௌதம் வாசுதேவ் மேனன் திரைப்படங்கள்",
                                "கௌதம் மேனன்",
                                "கௌதம் மேனன் தமிழ் திரைப்படங்கள்",
                                "கௌதம் மேனன் திரைப்படங்கள்",
                                "வர்ஷா பொல்லம்மா",
                                "வர்ஷா பொல்லம்மா தமிழ் திரைப்படங்கள்",
                                "வர்ஷா பொல்லம்மா திரைப்படம்",
                                "வர்ஷா பொல்லம்மா தமிழ் திரைப்படங்கள்",
                                "GV பிரகாஷ் சமீபத்திய படங்கள்",
                                "வாகை சந்திரசேகர்",
                                "வாகை சந்திரசேகர் படங்கள் தமிழ்",
                                "சங்கிலி முருகன் படங்கள்",
                                "சங்கிலி முருகன்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Selfie"
                        },
                        {
                            "lang": "ta",
                            "n": "செல்ஃபி"
                        }
                    ],
                    "lwe": "2100-04-14T02:30:00Z",
                    "lws": "2022-04-14T15:30:00Z",
                    "mar": [
                        {
                            "m_ed": 155,
                            "m_st": 8,
                            "t": "skipintro"
                        },
                        {
                            "m_ed": 7757,
                            "m_st": 7577,
                            "t": "skipcredit"
                        }
                    ],
                    "net": "arhamedia",
                    "nu": "selfie",
                    "pe": "false",
                    "ph": [
                        {
                            "lang": "ta",
                            "n": [
                                "டி ஜி பிலிம் கம்பெனி"
                            ]
                        },
                        {
                            "lang": "en",
                            "n": [
                                "D G FILM COMPANY"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 2022,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U/A 13+"
                        }
                    ],
                    "rt": 7757,
                    "st": "published",
                    "st_dt": "2022-04-14T15:30:00Z",
                    "tids": [
                        "51BA6D4C-1C30-46E8-A152-55FC265BE5FA"
                    ],
                    "urn": "urn:resource:catalog:movie",
                    "ut": "2023-03-17T13:30:08Z",
                    "v_sm": {
                        "locd": [
                            {
                                "d": "Watch Selfie Full Movie Online on aha. Watch Selfie Movie in HD Quality.Staring GV Prakash Kumar, Gautham Vasudev menon, Varsha Bollama.",
                                "lang": "en",
                                "n": "Watch Selfie Full Movie Online in HD Quality | Download Now",
                                "tags": [
                                    "selfie tamil movie",
                                    " selfie full movie",
                                    " selfie movie OTT"
                                ]
                            }
                        ]
                    },
                    "vq": "4K"
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "EL",
                        "VE"
                    ],
                    "ao": "false",
                    "aq": "5.1",
                    "ct": "2022-08-04T06:09:54Z",
                    "cty": "movie",
                    "dfs": [
                        {
                            "fs": 154305672,
                            "q": ""
                        },
                        {
                            "fs": 308477832,
                            "q": ""
                        },
                        {
                            "fs": 52726298,
                            "q": ""
                        },
                        {
                            "fs": 78420437,
                            "q": ""
                        },
                        {
                            "fs": 104116755,
                            "q": ""
                        },
                        {
                            "fs": 90797406,
                            "q": ""
                        },
                        {
                            "fs": 236792059,
                            "q": "low"
                        },
                        {
                            "fs": 228037665,
                            "q": ""
                        },
                        {
                            "fs": 341156544,
                            "q": "mid"
                        },
                        {
                            "fs": 385178170,
                            "q": ""
                        },
                        {
                            "fs": 528874078,
                            "q": "high"
                        },
                        {
                            "fs": 740423787,
                            "q": ""
                        },
                        {
                            "fs": 833179262,
                            "q": ""
                        },
                        {
                            "fs": 1426323006,
                            "q": ""
                        },
                        {
                            "fs": 1688820166,
                            "q": ""
                        },
                        {
                            "fs": 151247285,
                            "q": ""
                        },
                        {
                            "fs": 255717514,
                            "q": ""
                        },
                        {
                            "fs": 288232586,
                            "q": ""
                        },
                        {
                            "fs": 413264763,
                            "q": ""
                        },
                        {
                            "fs": 612531638,
                            "q": ""
                        },
                        {
                            "fs": 782337269,
                            "q": ""
                        },
                        {
                            "fs": 1957129814,
                            "q": ""
                        },
                        {
                            "fs": 2667043265,
                            "q": ""
                        },
                        {
                            "fs": 243925,
                            "q": ""
                        }
                    ],
                    "ed_dt": "2100-08-04T06:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2100-01-01T17:22:00Z",
                            "f_st_dt": "2022-08-04T18:15:00Z"
                        }
                    ],
                    "ex_id": "maha-mv-ta-2022",
                    "fp": {
                        "fp_ed": 2760,
                        "fp_st": 2160
                    },
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "EA02E5F8-ECEB-48E2-B7F7-27B885FCA945",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "silambarasan",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Silambarasan TR"
                                },
                                {
                                    "lang": "ta",
                                    "n": "சிலம்பரசன் டி.ஆர்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "hansika",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Hansika Motwani"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ஹன்ஸிகா"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "karunakaran",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Karunakarn"
                                },
                                {
                                    "lang": "ta",
                                    "n": "கருணாகரன்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "srikanth",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Srikanth"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ஸ்ரீகாந்த்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "manasvi-kottachi",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Manasvi Kottachi"
                                },
                                {
                                    "lang": "ta",
                                    "n": "மானஸ்வி கொட்டாச்சி"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "A single mother must race against the clock and rescue her daughter from a gruesome serial killer who targets kids and murders them brutally. Will Maha save her daughter from the claws of evil?"
                        },
                        {
                            "lang": "ta",
                            "n": "காவல் துறையினரால் தேடப்படும் குழந்தைகளைக் குறிவைத்து கொல்லும் ஒரு கொடூரமான சைக்கோவினால் கடத்தப்பட்ட தன் மகள், கொல்லப்படுவதற்கு முன்னர் அவளை உயிருடன் மீட்க போராடும் மஹாவின் கதை இது."
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "u-r-jameel",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "ஜமீல்"
                                },
                                {
                                    "lang": "en",
                                    "n": "U.R.Jameel"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Crime",
                                "Thriller"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "குற்றம்",
                                "த்ரில்லர்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "மஹா",
                                "மஹா புதிய படம்",
                                "மஹா ஓடிடி",
                                "ஆஹா புதிய படம்",
                                "புதிய ஆஹா படம்",
                                "தமிழ் படம்",
                                "புதிய படம் தமிழ்",
                                "புதிய மஹா படம்",
                                "புதிய மஹா தமிழ்",
                                "புதிய மஹா படம் தமிழ்",
                                "மஹா",
                                "2022 புதிய படம்",
                                "2022 திரைப்படங்கள்",
                                "2022 திரைப்படங்கள் வெளியிடு",
                                "சமீபத்திய திரைப்பட வெளியீடு",
                                "ஆஹா பிரத்தியேக படங்கள்",
                                "ஆஹா பிரத்யேக படங்கள்",
                                "ஆஹா வெளியீடுகள்",
                                "2022 ஆஹா பிரத்யேக",
                                "திரைப்படம் மஹா",
                                "ஓடிடி திரைப்படங்கள்",
                                "புதிய ஓடிடி",
                                "2022 தமிழ் திரைப்பட கள்",
                                "மஹா படம்",
                                "ஆஹா பிரத்யேக படங்கள்",
                                "புதிய பிரத்தியேக படம்",
                                "மஹா ஓடிடி",
                                "குற்றம்",
                                "த்ரில்லர்",
                                "குற்றம் படங்கள்",
                                "திரில்லர் படங்கள்",
                                "சிலம்பரசன்",
                                "சிலம்பரசன் திரைப்படங்கள்",
                                "சிலம்பரசன் தமிழ் திரைப்படங்கள்",
                                "STR",
                                "STR தமிழ் திரைப்படங்கள்",
                                "STR திரைப்படங்கள்",
                                "சிலம்பரசன் TR",
                                "TR",
                                "சிம்பு",
                                "சிம்பு திரைப்படங்கள்",
                                "சிம்பு தமிழ் திரைப்படங்கள்",
                                "ஹன்சிகா மோத்வானி",
                                "ஹன்ஸிகா",
                                "ஹன்ஸிகா movies",
                                "ஹன்ஸிகா தமிழ் திரைப்படங்கள்",
                                "மஹத்",
                                "மஹத் திரைப்படங்கள்",
                                "தம்பி ராமையா",
                                "தம்பி ராமையா தமிழ் படங்கள்",
                                "தம்பி ராமையா படங்கள்",
                                "தம்பி ராமையா நகைச்சுவை",
                                "தம்பி ராமையா காட்சி",
                                "கருணாகரன்",
                                "கருணாகரன் திரைப்படங்கள்",
                                "கருணாகரன் தமிழ் திரைப்படங்கள்",
                                "கருணாகரன் நகைச்சுவை",
                                "கருணாகரன் காட்சி",
                                "ஸ்ரீகாந்த்",
                                "ஸ்ரீகாந்த் தமிழ் திரைப்படம்",
                                "சிம்பு க்ரைம் படம்",
                                "சிம்பு திரில்லர் படம்",
                                "ஹன்சிகாவின் லேட்டஸ்ட் படம்",
                                "சிம்பு லேட்டஸ்ட் படம்",
                                "சிம்பு புதிய படம்",
                                "ஹன்சிகாவின் புதிய படம்",
                                "ஹன்சிகா புதிய படம்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Maha"
                        },
                        {
                            "lang": "ta",
                            "n": "மஹா"
                        }
                    ],
                    "lwe": "2100-08-04T06:30:00Z",
                    "lws": "2022-08-04T18:15:00Z",
                    "mar": [
                        {
                            "m_ed": 120,
                            "m_st": 8,
                            "t": "skipintro"
                        },
                        {
                            "m_ed": 6423,
                            "m_st": 6402,
                            "t": "skipcredit"
                        }
                    ],
                    "net": "arhamedia",
                    "nu": "maha",
                    "pe": "false",
                    "ph": [
                        {
                            "lang": "en",
                            "n": [
                                "Etcetera Entertainments"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "எக்செட்ரா எண்டர்டெயின்மெண்ட்"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 2022,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U/A 13+"
                        }
                    ],
                    "rt": 6423,
                    "st": "published",
                    "st_dt": "2022-08-04T18:15:00Z",
                    "tids": [
                        "6E8BEFC2-C4AE-47FC-9535-2E53ECF3EBA1"
                    ],
                    "urn": "urn:resource:catalog:movie",
                    "ut": "2023-03-31T16:37:54Z",
                    "v_sm": {
                        "locd": [
                            {
                                "d": "Watch Maha Full Movie Online on aha. Watch Maha Movie in HD Quality.Staring Silambarasan TR, Hansika Motwani, Karunakarn.",
                                "lang": "en",
                                "n": "Watch Maha Full Movie Online in HD Quality | Download Now",
                                "tags": [
                                    "Maha tamil movie",
                                    " Maha full movie",
                                    " Maha movie",
                                    " Maha ott",
                                    " Maha movie 2022",
                                    " Maha 2022",
                                    " Maha 2022 movie"
                                ]
                            }
                        ]
                    },
                    "vq": "4K"
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "SF",
                        "MR",
                        "EG"
                    ],
                    "ao": "false",
                    "aq": "5.1",
                    "ct": "2022-04-07T07:31:10Z",
                    "cty": "movie",
                    "dfs": [
                        {
                            "fs": 355405,
                            "q": ""
                        },
                        {
                            "fs": 179178068,
                            "q": ""
                        },
                        {
                            "fs": 358201172,
                            "q": ""
                        },
                        {
                            "fs": 61224378,
                            "q": ""
                        },
                        {
                            "fs": 91061530,
                            "q": ""
                        },
                        {
                            "fs": 120898663,
                            "q": ""
                        },
                        {
                            "fs": 162027464,
                            "q": ""
                        },
                        {
                            "fs": 275434843,
                            "q": ""
                        },
                        {
                            "fs": 310646111,
                            "q": ""
                        },
                        {
                            "fs": 450280522,
                            "q": ""
                        },
                        {
                            "fs": 680183670,
                            "q": ""
                        },
                        {
                            "fs": 868761778,
                            "q": ""
                        },
                        {
                            "fs": 2271103835,
                            "q": ""
                        },
                        {
                            "fs": 3118467929,
                            "q": ""
                        },
                        {
                            "fs": 102359319,
                            "q": ""
                        },
                        {
                            "fs": 266741380,
                            "q": "low"
                        },
                        {
                            "fs": 247318430,
                            "q": ""
                        },
                        {
                            "fs": 377112731,
                            "q": "mid"
                        },
                        {
                            "fs": 412818629,
                            "q": ""
                        },
                        {
                            "fs": 575880225,
                            "q": "high"
                        },
                        {
                            "fs": 777010027,
                            "q": ""
                        },
                        {
                            "fs": 885070893,
                            "q": ""
                        },
                        {
                            "fs": 1499763820,
                            "q": ""
                        },
                        {
                            "fs": 1776517942,
                            "q": ""
                        }
                    ],
                    "ed_dt": "2027-04-07T06:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2027-04-07T06:30:00Z",
                            "f_st_dt": "2022-04-07T18:25:00Z"
                        }
                    ],
                    "ex_id": "nibunan-mv-ta-2017",
                    "fp": {
                        "fp_ed": 1151,
                        "fp_st": 573
                    },
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "F5E13976-E855-41E4-92B9-D4A6CF4AE046",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "arjun",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "அர்ஜுன்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Arjun"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "prasanna",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "பிரசன்னா"
                                },
                                {
                                    "lang": "en",
                                    "n": "Prasanna"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "varalaxmi-sarathkumar",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "வரலட்சுமி சரத்குமார்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Varalaxmi Sarathkumar"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "sruthi-hariharan",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "சுருதி ஹரிஹரன்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Sruthi Hariharan"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "vaibhav",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "வைபவ்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Vaibhav"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "suhasini",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "சுஹாசினி"
                                },
                                {
                                    "lang": "en",
                                    "n": "Suhasini"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "A deputy superintendent of police (DSP) and his two subordinates are on a mission to hunt down a psychotic serial killer, whose murder patterns and method are always so flawless and ironclad. The investigation leads the trio down the dark paths of the case, where they discover a haunting secret."
                        },
                        {
                            "lang": "ta",
                            "n": "டி.எஸ்.பி ரஞ்சித் காளிதாஸ் தனது குழுவுடன், தடயங்களின்றி தொடர் கொலைகள் செய்யும் ஒரு கொலைகாரனை தேடிப்போக, அது மேலும் சில கடந்த கால திடுக்கிடும் ரகசியங்களை கட்டவிழ்க்க, ரஞ்சித் காளிதாஸ் என்னும் நிபுணன் அவற்றை சாதுர்யமாக கையாண்டாரா? தன்னையும் தன் குழுவையும் காப்பாற்றினாரா? அந்த கொலையாளி யார் என்பதை கண்டுப்பிடித்தாரா?"
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "arun-vaidyanathan",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Arun Vaidyanathan"
                                },
                                {
                                    "lang": "ta",
                                    "n": "அருண் வைத்தியநாதன்"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Action",
                                "Thriller"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "ஆக்ஷ்ன்",
                                "த்ரில்லர்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "ஆக்‌ஷன் த்ரில்லர் தமிழ் திரைப்படம்",
                                "ஆக்‌ஷன் தமிழ் முழு திரைப்படம்",
                                "தமிழ் ஆக்‌ஷன் படம்",
                                "ஆன்லைனில் பாருங்கள்",
                                "தமிழ் முழு திரைப்படங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில்",
                                "தமிழ் திரைப்படங்களை ஆன்லைனில் பாருங்கள்",
                                "ஆக்‌ஷன் த்ரில்லர் தமிழ் திரைப்படங்கள்",
                                "நிபுனன் திரைப்படத்தை இப்போது பாருங்கள்",
                                "அர்ஜுன் தமிழ் திரைப்படங்கள்",
                                "ஆக்ஷன் கிங் தமிழ் திரைப்படங்கள்",
                                "ஆக்சன் கிங் ஆக்ஷன் படங்கள்",
                                "ஆக்ஷன் கிங் ஆக்ஷன் தமிழ் திரைப்படங்கள்",
                                "ஆக்ஷன் த்ரில்லர் படத்தின் டிரெய்லர்",
                                "ஆக்சன் திரைப்பட டிரெய்லர்",
                                "2017 தமிழ் திரைப்படங்கள்",
                                "2017 திரைப்படங்கள்",
                                "சமீபத்திய தமிழ் திரைப்படங்கள்",
                                "தமிழ் திரைப்படங்கள்",
                                "த்ரில்லர் தமிழ் திரைப்படங்கள்",
                                "த்ரில்லர் திரைப்படங்கள்",
                                "பிரசன்னா",
                                "வரலட்சுமி சரத்குமார்",
                                "வைபவ் சரத்குமார்",
                                "சுஹாசினி",
                                "பிரசன்னா திரைப்படங்கள் தமிழ்",
                                "வரலக்ஷ்மி சரத்குமார் தமிழ் திரைப்படங்கள்",
                                "வைபவ் தமிழ் திரைப்படங்கள்",
                                "சுஹாசினி தமிழ் திரைப்படங்கள்",
                                "பிரசன்னா திரைப்படங்கள்",
                                "வரலக்ஷ்மி சரத்குமார் திரைப்படங்கள்",
                                "வைபவ் திரைப்படங்கள்",
                                "சுஹாசினி திரைப்படங்கள்",
                                "நிபுனன்",
                                "மூவி நிபுணன்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Nibunan"
                        },
                        {
                            "lang": "ta",
                            "n": "நிபுணன்"
                        }
                    ],
                    "lwe": "2027-04-07T06:30:00Z",
                    "lws": "2022-04-07T18:25:00Z",
                    "mar": [
                        {
                            "m_ed": 64,
                            "m_st": 6,
                            "t": "skipintro"
                        },
                        {
                            "m_ed": 7459,
                            "m_st": 7315,
                            "t": "skipcredit"
                        }
                    ],
                    "net": "arhamedia",
                    "nu": "nibunan",
                    "pe": "false",
                    "ph": [
                        {
                            "lang": "ta",
                            "n": [
                                "பேஷன் ஸ்டுடியோஸ்"
                            ]
                        },
                        {
                            "lang": "en",
                            "n": [
                                "Passion Studios"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 2017,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U/A 16+"
                        }
                    ],
                    "rt": 7459,
                    "st": "published",
                    "st_dt": "2022-04-07T18:25:00Z",
                    "tids": [
                        "30065E18-5AD6-48F6-ACFD-E1367522DD97"
                    ],
                    "urn": "urn:resource:catalog:movie",
                    "ut": "2023-03-17T13:29:57Z",
                    "v_sm": {
                        "locd": [
                            {
                                "d": "Watch Nibunan Full Movie Online on aha. Watch Nibunan Movie in HD Quality.Staring Arjun, Prasanna, Varalaxmi Sarathkumar.",
                                "lang": "en",
                                "n": "Watch Nibunan Full Movie Online in HD Quality | Download Now",
                                "tags": [
                                    "nibunan full movie online",
                                    " nibunan tamil movie online",
                                    " nibunan ott",
                                    " arjun sarja",
                                    " varalaxmi sarathkumar",
                                    " sruthi hariharan"
                                ]
                            }
                        ]
                    },
                    "vq": "4K"
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "VE",
                        "MR"
                    ],
                    "ao": "false",
                    "aq": "5.1",
                    "ct": "2022-11-15T18:19:25Z",
                    "cty": "movie",
                    "dfs": [
                        {
                            "fs": 145327744,
                            "q": ""
                        },
                        {
                            "fs": 290529664,
                            "q": ""
                        },
                        {
                            "fs": 49658218,
                            "q": ""
                        },
                        {
                            "fs": 73845878,
                            "q": ""
                        },
                        {
                            "fs": 98058743,
                            "q": ""
                        },
                        {
                            "fs": 216944,
                            "q": ""
                        },
                        {
                            "fs": 94567716,
                            "q": ""
                        },
                        {
                            "fs": 233534951,
                            "q": "low"
                        },
                        {
                            "fs": 225359549,
                            "q": ""
                        },
                        {
                            "fs": 334508174,
                            "q": "mid"
                        },
                        {
                            "fs": 376125712,
                            "q": ""
                        },
                        {
                            "fs": 514346944,
                            "q": "high"
                        },
                        {
                            "fs": 698735354,
                            "q": ""
                        },
                        {
                            "fs": 795525004,
                            "q": ""
                        },
                        {
                            "fs": 1294605018,
                            "q": ""
                        },
                        {
                            "fs": 1503763550,
                            "q": ""
                        },
                        {
                            "fs": 157393225,
                            "q": ""
                        },
                        {
                            "fs": 264161706,
                            "q": ""
                        },
                        {
                            "fs": 296693012,
                            "q": ""
                        },
                        {
                            "fs": 429580557,
                            "q": ""
                        },
                        {
                            "fs": 642261949,
                            "q": ""
                        },
                        {
                            "fs": 801105075,
                            "q": ""
                        },
                        {
                            "fs": 1798619032,
                            "q": ""
                        },
                        {
                            "fs": 2354690263,
                            "q": ""
                        }
                    ],
                    "ed_dt": "2025-11-17T05:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2025-11-17T05:30:00Z",
                            "f_st_dt": "2022-11-17T05:30:00Z"
                        }
                    ],
                    "ex_id": "rendagam-mv-ta-2022",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "A910D7CC-99FF-4A8A-A4BC-C7332FCB2971",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "arvind-swami",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Arvind Swamy"
                                },
                                {
                                    "lang": "ta",
                                    "n": "அரவிந்த்சாமி"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "kunchacko-boban",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Kunchacko Boban"
                                },
                                {
                                    "lang": "ta",
                                    "n": "குஞ்சாக்கோ போபன்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "eesha-rebba",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Eesha Rebba"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ஈஷா ரெப்பா"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "A man is given an assignment to befriend a gangster who has lost his memory to learn about a valuable gold shipment that had gone missing."
                        },
                        {
                            "lang": "ta",
                            "n": "காணாமல் போன ஒரு மதிப்புமிக்க தங்கக் கப்பலைப் பற்றி அறிய, நினைவாற்றலை இழந்த ஒரு ரவுடியுடன் நட்பு கொள்ள ஒரு நபருக்கு ஒரு பணி வழங்கப்படுகிறது."
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "fellini-t-p",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Fellini T.P."
                                },
                                {
                                    "lang": "ta",
                                    "n": "பெலினி T.P"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Thriller"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "த்ரில்லர்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "ரெண்டகம்",
                                "ரெண்டகம் திரைப்படம்",
                                "ஆன்லைனில் பாருங்கள் தமிழ் திரைப்படங்கள்",
                                "தமிழ் முழு படங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில் பாருங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில் பாருங்கள்",
                                "ரெண்டகம் படம் டிரெய்லரை இப்போது பாருங்கள்",
                                "தமிழ் திரைப்படங்கள்",
                                "த்ரில்லர்",
                                "த்ரில்லர் தமிழ் திரைப்படங்கள்",
                                "த்ரில்லர் திரைப்படங்கள்",
                                "அரவிந்த்சாமி",
                                "அரவிந்த்சாமி தமிழ் திரைப்படங்கள்",
                                "அரவிந்த்சாமி திரைப்படங்கள்",
                                "குஞ்சாக்கோ போபன்",
                                "குஞ்சாக்கோ போபன் தமிழ் திரைப்படங்கள்",
                                "குஞ்சாக்கோ போபன் திரைப்படங்கள்",
                                "ஈஷா ரெப்பா",
                                "ஈஷா ரெப்பா தமிழ் திரைப்படங்கள்",
                                "ஈஷா ரெப்பா திரைப்படங்கள்",
                                "பெலினி T.P",
                                "பெலினி",
                                "2022 திரைப்படங்கள்",
                                "2022 தமிழ் திரைப்படங்கள்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Rendagam"
                        },
                        {
                            "lang": "ta",
                            "n": "ரெண்டகம்"
                        }
                    ],
                    "lwe": "2025-11-17T05:30:00Z",
                    "lws": "2022-11-17T05:30:00Z",
                    "mar": [
                        {
                            "m_ed": 175,
                            "m_st": 6,
                            "t": "skipintro"
                        },
                        {
                            "m_ed": 6050,
                            "m_st": 5972,
                            "t": "skipcredit"
                        }
                    ],
                    "net": "arhamedia",
                    "nu": "rendagam",
                    "pe": "false",
                    "ph": [
                        {
                            "lang": "en",
                            "n": [
                                "August Cinema"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "ஆகஸ்ட் சினிமா"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 2022,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U/A 13+"
                        }
                    ],
                    "rt": 6050,
                    "st": "published",
                    "st_dt": "2022-11-17T05:30:00Z",
                    "tids": [
                        "4F57935B-E504-4365-8D5F-944FF30E4187"
                    ],
                    "urn": "urn:resource:catalog:movie",
                    "ut": "2023-01-31T06:42:01Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch Rendagam Full Movie Online on aha. Rendagam movie Now available to watch Online.",
                                "lang": "en",
                                "n": "Watch Rendagam Full Movie Online - Download Now",
                                "tags": [
                                    "Rendagam Tamil Movies",
                                    "Rendagam Movie Online",
                                    "Rendagam Full Movies Online"
                                ]
                            }
                        ],
                        "rs": "true"
                    },
                    "vq": "4K"
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "EG",
                        "MR",
                        "EL"
                    ],
                    "ao": "true",
                    "ct": "2022-11-23T11:23:38Z",
                    "cty": "webseries",
                    "ed_dt": "2100-11-23T06:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2100-01-01T18:11:00Z",
                            "f_st_dt": "2022-11-23T18:20:00Z"
                        }
                    ],
                    "ex_id": "bhoomi-enna-suthuthey-ws-ta-2021",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "049C2345-248C-4B6B-88AA-50A75FC7D707",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "amala-paul",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Amala Paul"
                                },
                                {
                                    "lang": "ta",
                                    "n": "அமலா பால்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "rahul-vijay",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Rahul Vijay"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ராகுல் விஜய்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "ravi-prakash",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Ravi Prakash"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ரவி பிரகாஷ்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "raj-madiraju",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Raj Madiraju"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ராஜ் மடிராஜு"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "nithya-shri",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Nithya Shri"
                                },
                                {
                                    "lang": "ta",
                                    "n": "நித்திய ஸ்ரீ"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "The plot revolves around Durga and Aditya, who find themselves in a time loop and a life-threatening situation."
                        },
                        {
                            "lang": "ta",
                            "n": "கால வளையத்தில் சிக்கிக்கொண்டு, அதிலிருந்து உயிருடன் மீள போராடும் துர்காவையும் ஆதித்யாவையும் சுற்றி நிகழும் கதை."
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "pawan-kumar",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Pawan Kumar"
                                },
                                {
                                    "lang": "ta",
                                    "n": "பவன் குமார்"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Sci Fi",
                                "Thriller"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "அறிவியல் புனைகதை",
                                "த்ரில்லர்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "பூமி என்ன சுத்துதே தமிழ்",
                                "பூமி என்ன சுத்துதே",
                                "2021 தமிழ் வெப்சீரிஸ்",
                                "சமீபத்திய தமிழ் வெப்சீரிஸ்",
                                "லேட்டஸ்ட் தமிழ் வெப்சீரிஸ்",
                                "த்ரில்லர்",
                                "அறிவியல் புனைகதை",
                                "த்ரில்லர் தமிழ் வெப்சீரிஸ்",
                                "அறிவியல் புனைகதை தமிழ் வெப்சீரிஸ்",
                                "தமிழ் சமீப வெப்சீரிஸ்",
                                "ஆஹா தமிழ் வெப்சீரிஸ்",
                                "ஆஹா வெப்சீரிஸ்",
                                "ஆஹா புதிய வெப்சீரிஸ்",
                                "ஆஹா ஒரிஜினல்ஸ்",
                                "த்ரில்லர் தமிழ் வெப்சீரிஸ்",
                                "அறிவியல் புனைகதை தமிழ் வெப்சீரிஸ்",
                                "2021 வெப்சீரிஸ்",
                                "hit தமிழ் வெப்சீரிஸ்",
                                "பூமி என்ன சுத்துதே வெப்சீரிஸ்",
                                "பூமி என்ன சுத்துதே வெப்சீரிஸ் தமிழ்",
                                "அமலா பால் படங்கள்",
                                "அமலா பால் தமிழ் படங்கள்",
                                "அமலா பால் வெப்சீரிஸ்",
                                "அமலா பால் தமிழ் திரைப்படங்கள்",
                                "அமலா பால் தமிழ் வெப்சீரிஸ்",
                                "ராகுல் விஜய்",
                                "ரவி பிரகாஷ்",
                                "ராஜ் மதிராஜு",
                                "நித்யா ஸ்ரீ",
                                "ராசிராஜூ",
                                "பவன் குமார்",
                                "விஷ்வ பிரசாத்",
                                "பூமி என்ன சுத்துதே சீசன் 1",
                                "பூமி என்ன சுத்துதே எபிசோட்கள்",
                                "பூமி என்ன சுத்துதே சீசன்1 எபிசோட்கள்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Bhoomi Enna Suthuthey"
                        },
                        {
                            "lang": "ta",
                            "n": "பூமி என்ன சுத்துதே"
                        }
                    ],
                    "lwe": "2100-11-23T06:30:00Z",
                    "lws": "2022-11-23T18:20:00Z",
                    "net": "arhamedia",
                    "nu": "bhoomi-enna-suthuthey",
                    "oadt": "2022-11-23T06:30:00Z",
                    "ph": [
                        {
                            "lang": "en",
                            "n": [
                                "People Media Factory Production"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "பீபுள் மீடியா பேக்டரி புரொடக்‌ஷன்"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 2021,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U/A 16+"
                        }
                    ],
                    "st": "published",
                    "st_dt": "2022-11-23T18:20:00Z",
                    "tids": [
                        "92E90145-F9BC-474C-BDDC-E7CE2D2A2673"
                    ],
                    "urn": "urn:resource:catalog:webseries",
                    "ut": "2023-03-31T16:27:40Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Bhoomi Enna Suthuthey - Watch the latest Episodes of Bhoomi Enna Suthuthey only on aha. Starring Amala Paul, Rahul Vijay, Ravi Prakash",
                                "lang": "en",
                                "n": "Watch latest Episodes of Bhoomi Enna Suthuthey on aha in HD Quality.",
                                "tags": [
                                    "Bhoomi Enna Suthuthey S1",
                                    "Bhoomi Enna Suthuthey S1 latest episode"
                                ]
                            }
                        ],
                        "rs": "true"
                    }
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "SF",
                        "MS"
                    ],
                    "ao": "true",
                    "ct": "2022-10-04T16:11:24Z",
                    "cty": "webseries",
                    "ed_dt": "2100-10-06T06:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2100-01-01T14:18:00Z",
                            "f_st_dt": "2022-10-06T18:20:00Z"
                        }
                    ],
                    "ex_id": "11th-hour-ws-ta-2021",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "030C9D5D-4411-45D1-B10C-06B1408C5432",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "tamannaah-bhatia",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "தமன்னா பாட்டியா"
                                },
                                {
                                    "lang": "en",
                                    "n": "Tamannaah Bhatia"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "arun-adith",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "அருண் அதித்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Arun Adith"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "vamsi-krishna",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "வம்சி கிருஷ்ணா"
                                },
                                {
                                    "lang": "en",
                                    "n": "Vamsi Krishna"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "madhusudhan-rao",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "மதுசூதன் ராவ்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Madhusudhan Rao"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "shatru",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "ஷத்ரு"
                                },
                                {
                                    "lang": "en",
                                    "n": "Shatru"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "pavitra-lokesh",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "பவித்ரா லோகேஷ்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Pavitra Lokesh"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "Courageous, fearless, and ambitious – She’s a woman trying to conquer a man’s world! Will Aratrika win the biggest fight of her life?"
                        },
                        {
                            "lang": "ta",
                            "n": "ஆண் ஆதிக்க சமூகத்தில் தனக்கான இடத்தை போராடி வெல்ல துடிக்கும் ஆராத்ரிக்கா, தன் வாழ்க்கையில் நிகழும் மிகப் பெரிய போராட்டத்தில் வெற்றி பெறுவாளா?"
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "praveen-sattaru",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "பிரவீன் சட்டாரு"
                                },
                                {
                                    "lang": "en",
                                    "n": "Praveen Sattaru"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Drama",
                                "Thriller"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "நாடகம்",
                                "த்ரில்லர்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "11th ஹவர்",
                                "11th ஹவர் புதிய வெப்சீரிஸ்",
                                "புதிய வெப்சீரிஸ்",
                                "வெப்சீரிஸ்",
                                "புதிய தொடர்",
                                "வெப்சீரிஸ் தமிழ்",
                                "புதிய வெப்சீரிஸ் தமிழ்",
                                "புதிய 11th ஹவர் வெப்சீரிஸ்",
                                "புதிய 11th ஹவர் எபிசோடுகள்",
                                "புதிய 11th ஹவர் எபிசோடுகள் தமிழ்",
                                "புதிய 11th ஹவர் தொடர்",
                                "புதிய 11th ஹவர் தொடர் தமிழ்",
                                "11th ஹவர் வெப்சீரிஸ்",
                                "11th ஹவர் முழு தொடர்",
                                "முழு எபிசோடுகள்",
                                "முழு வெப்சீரிஸ்",
                                "முழு தொடர்",
                                "2022 புதிய வெப்சீரிஸ்",
                                "2022 வெப்சீரிஸ்",
                                "2022 வெப் எபிசோட்ஸ்",
                                "2022 ரிலீஸ்",
                                "சமீபத்திய வெளியீடுகள்",
                                "ஆஹா ஒரிஜினல்ஸ் வெப்சீரிஸ்",
                                "ஆஹா ரிலீஸ்கள்",
                                "2022 ஆஹா ஒரிஜினல்கள்",
                                "நாடக வெப்சீரிஸ்",
                                "த்ரில்லர் வெப்சீரிஸ்",
                                "தமிழ் திரில்லர் தொடர்",
                                "த்ரில்லர் வெப்சீரிஸ்",
                                "வெப்சீரிஸ்",
                                "11th ஹவர் வெப்சீரிஸ்",
                                "நாடகம்",
                                "த்ரில்லர்",
                                "11th ஹவர் தொடர்",
                                "11th ஹவர்",
                                "11th ஹவர் தமிழ்",
                                "தமன்னா பாட்டியா",
                                "தமன்னா",
                                "தமன்னா வெப்சீரிஸ்",
                                "தமன்னா படங்கள்",
                                "தமன்னா தமிழ் திரைப்படங்கள்",
                                "அருண் ஆதித்",
                                "வம்சி கிருஷ்ணா",
                                "மதுசூதன் ராவ்",
                                "சத்ரு",
                                "பவித்ரா லோகேஷ்",
                                "பிரவீன் சத்தாரு",
                                "2021 வெப்சீரிஸ்",
                                "தமன்னா பாட்டியா",
                                "தமன்னா",
                                "தமன்னா திரைப்படங்கள்",
                                "தமன்னா தமிழ் திரைப்படங்கள்",
                                "அருண் அதித்",
                                "வம்சி கிருஷ்ணா",
                                "மதுசூதன் ராவ்",
                                "ஷத்ரு",
                                "பவித்ரா லோகேஷ்",
                                "பிரவீன் சட்டாரு",
                                "11th ஹவர் சீசன் 1",
                                "11th ஹவர் சீசன்1",
                                "11th ஹவர் s1"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "11th Hour"
                        },
                        {
                            "lang": "ta",
                            "n": "11th ஹவர்"
                        }
                    ],
                    "lwe": "2100-10-06T06:30:00Z",
                    "lws": "2022-10-06T18:20:00Z",
                    "net": "arhamedia",
                    "nu": "11th-hour-tamil",
                    "oadt": "2022-10-06T06:30:00Z",
                    "ph": [
                        {
                            "lang": "ta",
                            "n": [
                                "இன்ட்ரோப் ஆன்லைன்"
                            ]
                        },
                        {
                            "lang": "en",
                            "n": [
                                "Introupe Online"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 2021,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U/A 13+"
                        }
                    ],
                    "st": "published",
                    "st_dt": "2022-10-06T18:20:00Z",
                    "tg": [
                        "exclusive"
                    ],
                    "tids": [
                        "B6E18053-AA92-43B6-BD7D-F9A98B3D9DFA"
                    ],
                    "urn": "urn:resource:catalog:webseries",
                    "ut": "2023-03-31T16:18:36Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch 11th Hour on aha - Watch the Latest episode of 11th Hour only on aha.",
                                "lang": "en",
                                "n": "Watch the latest Episodes of 11th Hour on aha in HD Quality Stream Now.",
                                "tags": [
                                    "11th Hour on aha",
                                    "11th Hour"
                                ]
                            }
                        ],
                        "rs": "true"
                    }
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "SS",
                        "VE",
                        "SL",
                        "SH",
                        "PL"
                    ],
                    "ao": "false",
                    "aq": "Stereo",
                    "ct": "2021-12-30T20:01:15Z",
                    "cty": "movie",
                    "dfs": [
                        {
                            "fs": 263094,
                            "q": ""
                        },
                        {
                            "fs": 44493062,
                            "q": ""
                        },
                        {
                            "fs": 66165022,
                            "q": ""
                        },
                        {
                            "fs": 87860486,
                            "q": ""
                        },
                        {
                            "fs": 1659677808,
                            "q": ""
                        },
                        {
                            "fs": 1417432788,
                            "q": ""
                        },
                        {
                            "fs": 828098603,
                            "q": ""
                        },
                        {
                            "fs": 698194949,
                            "q": ""
                        },
                        {
                            "fs": 510337524,
                            "q": "high"
                        },
                        {
                            "fs": 373656143,
                            "q": ""
                        },
                        {
                            "fs": 329694236,
                            "q": "mid"
                        },
                        {
                            "fs": 225450448,
                            "q": ""
                        },
                        {
                            "fs": 224385697,
                            "q": "low"
                        },
                        {
                            "fs": 91286825,
                            "q": ""
                        }
                    ],
                    "ed_dt": "2025-04-01T06:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2025-04-01T06:30:00Z",
                            "f_st_dt": "2022-01-12T06:30:00Z"
                        }
                    ],
                    "ex_id": "uriyadi-mv-ta-2016",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "E501C80D-7BED-422D-B973-E5F9A5CB6E3F",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "vijay-kumar",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Vijay kumar"
                                },
                                {
                                    "lang": "ta",
                                    "n": "விஜய் குமார்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "mime-gopi",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Mime Gopi"
                                },
                                {
                                    "lang": "ta",
                                    "n": "மைம் கோபி"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "citizen-sivakumar",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "சிட்டிசன் சிவகுமார்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Citizen Sivakumar"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "chandra-kumar",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Chandra Kumar"
                                },
                                {
                                    "lang": "ta",
                                    "n": "சந்திர குமார்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "henna-bella",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Henna Bella"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ஹென்னா பெல்லா"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "jeyakanth-velu",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Jeyakanth Velu"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ஜெயகாந்த் வேலு"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "The lives of four college students, who lead a carefree life takes a turn when they are dragged into a political fight."
                        },
                        {
                            "lang": "ta",
                            "n": "கவலையற்ற வாழ்க்கையை நடத்தும் நான்கு கல்லூரி மாணவர்களின் வாழ்க்கை அரசியல் சண்டைக்கு இழுக்கப்படும்போது ஒரு திருப்பத்தை எடுக்கிறது."
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "vijay-kumar",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "விஜய் குமார்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Vijay Kumar"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Action"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "ஆக்ஷ்ன்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "en",
                            "n": [
                                "carefree life ",
                                " youthful ",
                                " politician "
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "தமிழ் திரைப்படங்கள்",
                                "உரியடி தமிழ் படம்",
                                "விஜய் குமார்",
                                "புது தமிழ் படங்கள்",
                                "2016 தமிழ் படங்கள்",
                                "ஆன்லைன் தமிழ் படங்கள்",
                                "ஆஹா தமிழ் படங்கள்",
                                "முழு தமிழ் படங்கள்",
                                "காதல் தமிழ் படங்கள்",
                                "ஐஸ்வர்யா ராஜேஷ்",
                                "சூரி காமெடி தமிழ் படம்",
                                "உரியடி 2016 தமிழ் படம்",
                                "2016 அரசியல் தமிழ் படங்கள்",
                                "மைம் கோபி தமிழ் படங்கள்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Uriyadi"
                        },
                        {
                            "lang": "ta",
                            "n": "உறியடி"
                        }
                    ],
                    "lwe": "2025-04-01T06:30:00Z",
                    "lws": "2022-01-12T06:30:00Z",
                    "mar": [
                        {
                            "m_ed": 125,
                            "m_st": 12,
                            "t": "skipintro"
                        },
                        {
                            "m_ed": 5420,
                            "m_st": 5224,
                            "t": "skipcredit"
                        }
                    ],
                    "net": "arhamedia",
                    "nu": "uriyadi",
                    "pe": "false",
                    "ph": [
                        {
                            "lang": "ta",
                            "n": [
                                "பின்ரோம் பிக்சர்ஸ்"
                            ]
                        },
                        {
                            "lang": "en",
                            "n": [
                                "Pinrom Pictures"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 2016,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "A"
                        }
                    ],
                    "rt": 5420,
                    "st": "published",
                    "st_dt": "2022-01-12T06:30:00Z",
                    "tids": [
                        "F1E3F510-4A7C-4C64-92E9-CE4B6759E1C3"
                    ],
                    "urn": "urn:resource:catalog:movie",
                    "ut": "2022-08-23T11:08:59Z",
                    "v_sm": {
                        "locd": [
                            {
                                "d": "Watch Uriyadi Full Movie Online on aha. Watch Uriyadi Movie in HD Quality.Staring Vijay kumar, Mime Gopi, Citizen Sivakumar.",
                                "lang": "en",
                                "n": "Watch Uriyadi Full Movie Online in HD Quality | Download Now",
                                "tags": [
                                    "uriyadi tamil movie"
                                ]
                            }
                        ]
                    },
                    "vq": "FHD"
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "EL",
                        "MS",
                        "VE"
                    ],
                    "ao": "false",
                    "aq": "5.1",
                    "ct": "2022-06-23T05:20:03Z",
                    "cty": "movie",
                    "ed_dt": "2100-06-23T06:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2100-01-01T18:20:00Z",
                            "f_st_dt": "2022-06-23T18:20:00Z"
                        }
                    ],
                    "ex_id": "kathir-mv-ta-2022",
                    "fp": {
                        "fp_ed": 1410,
                        "fp_st": 830
                    },
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "09525383-4320-48DE-AA64-5D6208CC676F",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "venkatesh-appadurai",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Venkatesh"
                                },
                                {
                                    "lang": "ta",
                                    "n": "வெங்கடேஷ்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "santhosh-prathap",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Santhosh Prathap"
                                },
                                {
                                    "lang": "ta",
                                    "n": "சந்தோஷ் பிரதாப்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "bhavya-trikha",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Bhavya Trikha"
                                },
                                {
                                    "lang": "ta",
                                    "n": "பவ்யா த்ரிகா"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "rajini-chandy",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Rajini Chandy"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ரஜினி சாண்டி"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "Kathir, a youngster who is struggling in the city's metropolitan setup, develops a new bond with his house owner, and her inspiring past forces him to see the unseen perspectives of life. Will a new path unfold for Kathir?"
                        },
                        {
                            "lang": "ta",
                            "n": "நகர வாழ்க்கையின் சிக்கல்களில் போராடும் ஒரு சராசரி இளைஞரான கதிருக்கு, அவரது வீட்டு உரிமையாளருடன் எதிர்பாராத ஒரு நட்பு ஏற்படுகிறது, மேலும் அவர் கடந்து வந்த வாழ்க்கையின் கதை கதிருக்கு வாழ்க்கையின் மீதான எண்ணத்தை மாற்றுகிறது. வெற்றிக்கான புதிய பாதை கதிருக்கு தென்படுமா?"
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "dhinesh-palanivel",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Dhinesh Palanivel"
                                },
                                {
                                    "lang": "ta",
                                    "n": "தினேஷ் பழனிவேல்"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Family Drama",
                                "Social Drama"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "குடும்ப நாடகம்",
                                "சமூக டிராமா"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "கதிர்",
                                "கதிர் புதிய பட",
                                "கதிர் ஓடிடி",
                                "ஆஹா புதிய படம்",
                                "புதிய ஆஹா படங்களின்",
                                "படங்களின் தமிழ்",
                                "புதிய படம் தமிழ்",
                                "புதிய கதிர் படம்",
                                "புதிய கதிர் படம்",
                                "புதிய கதிர் படம் தமிழ்",
                                "2022 புதிய திரைப்படம்",
                                "2022 திரைப்படங்கள்",
                                "2022 திரைப்பட வெளியிடு",
                                "சமீபத்திய திரைப்படம்",
                                "புதிய வெளியீடு",
                                "ஆஹா பிரத்தியேக ட்ரெய்லர்",
                                "ஆஹா பிரத்தியேக திரைப்பட ட்ரெய்லர்",
                                "ஆஹா வெளியிடுகிறது",
                                "2022 ஆஹா பிரத்யேக திரைப்படங்கள்",
                                "திரைப்படம் கதிர்",
                                "ott திரைப்படங்கள்",
                                "புதிய திரைப்படங்கள்",
                                "கதிர் படம்",
                                "ஆஹா பிரத்தியேக திரைப்படம்",
                                "புதிய பிரத்தியேக படம்",
                                "குடும்ப நாடகம்",
                                "சமூக நாடகம்",
                                "குடும்ப நாடகம்",
                                "குடும்ப திரைப்படங்கள் தமிழ்",
                                "குடும்ப திரைப்படங்கள்",
                                "வெங்கடேஷ் அப்பாதுரை",
                                "சந்தோஷ் பிரதாப்",
                                "பவ்யா த்ரிகா",
                                "ரஜினி சாண்டி",
                                "கோகுல்",
                                "தினேஷ் பழனிவேல்",
                                "துவாரகா ஸ்டுடியோஸ்",
                                "ஜெயந்த் சேது மாதவன்",
                                "பிரசாந்த் பிள்ளை",
                                "சந்தோஷ் பிரதாப் படங்கள்",
                                "சந்தோஷ்",
                                "சந்தோஷ் படங்கள்",
                                "சந்தோஷ் குக் வித் கோமாளி",
                                "குக் வித் கோமாளி சந்தோஷ்",
                                "குடும்ப நாடகம்",
                                "சமூக டிராமா"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Kathir"
                        },
                        {
                            "lang": "ta",
                            "n": "கதிர்"
                        }
                    ],
                    "lwe": "2100-06-23T06:30:00Z",
                    "lws": "2022-06-23T18:20:00Z",
                    "mar": [
                        {
                            "m_ed": 120,
                            "m_st": 8,
                            "t": "skipintro"
                        },
                        {
                            "m_ed": 8047,
                            "m_st": 7931,
                            "t": "skipcredit"
                        }
                    ],
                    "net": "arhamedia",
                    "nu": "kathir",
                    "pe": "false",
                    "ph": [
                        {
                            "lang": "en",
                            "n": [
                                "Dhuvaraga Studios"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "துவாரகா ஸ்டுடியோஸ்"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 2022,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U/A 13+"
                        }
                    ],
                    "rt": 8047,
                    "st": "published",
                    "st_dt": "2022-06-23T18:20:13Z",
                    "tids": [
                        "D1C3051F-F878-4881-B7FA-3B3160069D3B"
                    ],
                    "urn": "urn:resource:catalog:movie",
                    "ut": "2023-03-17T13:36:40Z",
                    "v_sm": {
                        "locd": [
                            {
                                "d": "Watch Kathir Full Movie Online on aha. Watch Kathir Movie in HD Quality.Staring Venkatesh, Santhosh Prathap, Bhavya Trikha.",
                                "lang": "en",
                                "n": "Watch Kathir Full Movie Online in HD Quality | Download Now",
                                "tags": [
                                    "kathir movie 2022",
                                    " kathir tamil movie",
                                    " kathir tamil full movie",
                                    " kathir full movie"
                                ]
                            }
                        ]
                    },
                    "vq": "4K"
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "VE"
                    ],
                    "ao": "false",
                    "aq": "5.1",
                    "ct": "2022-06-09T05:58:38Z",
                    "cty": "movie",
                    "dfs": [
                        {
                            "fs": 153631272,
                            "q": ""
                        },
                        {
                            "fs": 347548175,
                            "q": "low"
                        },
                        {
                            "fs": 350993330,
                            "q": ""
                        },
                        {
                            "fs": 504994719,
                            "q": "mid"
                        },
                        {
                            "fs": 579510750,
                            "q": ""
                        },
                        {
                            "fs": 782237354,
                            "q": "high"
                        },
                        {
                            "fs": 1046296993,
                            "q": ""
                        },
                        {
                            "fs": 1249007486,
                            "q": ""
                        },
                        {
                            "fs": 2028342702,
                            "q": ""
                        },
                        {
                            "fs": 2385986056,
                            "q": ""
                        },
                        {
                            "fs": 280518908,
                            "q": ""
                        },
                        {
                            "fs": 474404215,
                            "q": ""
                        },
                        {
                            "fs": 529342078,
                            "q": ""
                        },
                        {
                            "fs": 755141175,
                            "q": ""
                        },
                        {
                            "fs": 1131963426,
                            "q": ""
                        },
                        {
                            "fs": 1410027202,
                            "q": ""
                        },
                        {
                            "fs": 3148309618,
                            "q": ""
                        },
                        {
                            "fs": 4224722872,
                            "q": ""
                        },
                        {
                            "fs": 184058192,
                            "q": ""
                        },
                        {
                            "fs": 367957328,
                            "q": ""
                        },
                        {
                            "fs": 62890955,
                            "q": ""
                        },
                        {
                            "fs": 93531930,
                            "q": ""
                        },
                        {
                            "fs": 124191008,
                            "q": ""
                        },
                        {
                            "fs": 314578,
                            "q": ""
                        }
                    ],
                    "ed_dt": "2100-06-09T06:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2100-01-01T18:20:00Z",
                            "f_st_dt": "2022-06-09T18:20:00Z"
                        }
                    ],
                    "ex_id": "ayngaran-mv-ta-2022",
                    "fp": {
                        "fp_ed": 1150,
                        "fp_st": 570
                    },
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "97C0C6C2-1B63-4A2F-AFA3-08AF46124C59",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "g-v-prakash-kumar",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "ஜி.வி.பிரகாஷ் குமார்"
                                },
                                {
                                    "lang": "en",
                                    "n": "G.V.Prakash Kumar"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "mahima-nambiar",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Mahima Nambiar"
                                },
                                {
                                    "lang": "ta",
                                    "n": "மஹிமா நம்பியார்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "kaali-venkat",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Kaali Venkat"
                                },
                                {
                                    "lang": "ta",
                                    "n": "காளி வெங்கட்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "aadukalam-naren",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Aadukalam Naren"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ஆடுகளம் நரேன்"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "A clever scientist crosses paths with a gang of burglars who fearlessly commits heinous crimes and murders. Will the gang be caught?"
                        },
                        {
                            "lang": "ta",
                            "n": "சட்டத்திற்கு அஞ்சாமல் படுகொலைகள் செய்யும் ஒரு கொடூர கொள்ளை கும்பலின் வழியில் ஒரு புத்திசாலி விஞ்ஞானி குறுக்கிட்டால்? விஞ்ஞ்ஞானி வெல்வானா? கொள்ளைகாரர்கள் பிடி படுவார்களா?"
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "ravi-arasu",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Ravi Arasu"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ரவி அரசு"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Thriller",
                                "Crime"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "த்ரில்லர்",
                                "குற்றம்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "ஐங்கரன்",
                                "ஐங்கரன் புதிய படம்",
                                "ஆஹா புதிய படம்",
                                "புதிய ஆஹா திரைப்படங்கள்",
                                "திரைப்படங்கள் தமிழ்",
                                "புதிய படங்கள்",
                                "புதிய ஐங்கரன் படம்",
                                "புதிய ஐங்கரன் திரைப்படம்",
                                "2022 திரைப்படங்கள்",
                                "2022 திரைப்பட வெளியீடுகள்",
                                "சமீபத்திய திரைப்படங்கள் வெளியீடுகள்",
                                "ஆஹா பிரத்தியேக திரைப்படங்கள்",
                                "ஆஹா பிரத்யேக திரைப்படங்கள்",
                                "ஆஹா வெளியீடுகள்",
                                "2022 ஆஹா பிரத்யேக திரைப்படம்",
                                "படம் ஐங்கரன்",
                                "ott திரைப்படங்கள்",
                                "2022 தமிழ் திரைப்படம்",
                                "திரைப்படம்",
                                "ஆஹா பிரத்தியேகம்",
                                "புதிய பிரத்தியேக திரைப்படம்",
                                "த்ரில்லர்",
                                "குற்றம்",
                                "ஜி.வி.பிரகாஷ் குமார் ஆடுகளம் நரேன்",
                                "சித்தார்த்தா சங்கர்",
                                "ஹரீஷ் பேரடி",
                                "ரவி அரசு",
                                "திரில்லர் திரைப்படங்கள்",
                                "கிரைம் திரைப்படங்கள்",
                                "திரில்லர் தமிழ் திரைப்படங்கள்",
                                "குற்றத் தமிழ் திரைப்படங்கள்",
                                "ஜி.வி. பிரகாஷ் குமார்",
                                "ஜி.வி. பிரகாஷ் குமார் தமிழ் திரைப்படங்கள்",
                                "நம்பியார் தமிழ் திரைப்படங்கள்",
                                "மஹிமா",
                                "காளி வெங்கட் திரைப்படங்கள்",
                                "காளி வெங்கட் தமிழ் திரைப்படங்கள்",
                                "காளி வெங்கட் நகைச்சுவை படங்கள்",
                                "காளி வெங்கட் நகைச்சுவை",
                                "ஆடுகளம் நரேன் திரைப்படங்கள்",
                                "ஆடுகளம் நரேன் தமிழ் திரைப்படங்கள்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Ayngaran"
                        },
                        {
                            "lang": "ta",
                            "n": "ஐங்கரன்"
                        }
                    ],
                    "lwe": "2100-06-09T06:30:00Z",
                    "lws": "2022-06-09T18:20:00Z",
                    "mar": [
                        {
                            "m_ed": 202,
                            "m_st": 8,
                            "t": "skipintro"
                        },
                        {
                            "m_ed": 7662,
                            "m_st": 7562,
                            "t": "skipcredit"
                        }
                    ],
                    "net": "arhamedia",
                    "nu": "ayngaran",
                    "pe": "false",
                    "ph": [
                        {
                            "lang": "en",
                            "n": [
                                "Common Man Presents"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "காமன் மேன் ப்ரசன்ட்ஸ்"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 2022,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U/A 13+"
                        }
                    ],
                    "rt": 7662,
                    "st": "published",
                    "st_dt": "2022-06-09T18:20:28Z",
                    "tg": [
                        "exclusive"
                    ],
                    "tids": [
                        "77DCFD25-2AE5-4B90-B744-30F55E73EB90"
                    ],
                    "urn": "urn:resource:catalog:movie",
                    "ut": "2023-03-17T13:36:44Z",
                    "v_sm": {
                        "locd": [
                            {
                                "d": "Watch Ayngaran Full Movie Online on aha. Watch Ayngaran Movie in HD Quality.Staring G.V.Prakash Kumar, Mahima Nambiar, Kaali Venkat.",
                                "lang": "en",
                                "n": "Watch Ayngaran Full Movie Online in HD Quality | Download Now",
                                "tags": [
                                    "ayngaran movie",
                                    " Ayngaran ott",
                                    " ayngaran full movie watch online",
                                    " ayngaran tamil movie"
                                ]
                            }
                        ]
                    },
                    "vq": "4K"
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "HU",
                        "MS",
                        "SL",
                        "VE"
                    ],
                    "ao": "true",
                    "ct": "2022-05-11T12:15:17Z",
                    "cty": "webseries",
                    "ed_dt": "2100-05-12T06:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2100-01-01T09:33:00Z",
                            "f_st_dt": "2022-05-12T18:20:00Z"
                        }
                    ],
                    "ex_id": "kuthukku-pathu-ws-ta-2022",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "642C229A-36F4-47DD-9FD1-81141E6FC835",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "vijay-varadharaj",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "விஜய் வரதராஜ்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Vijay Varadharaj"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "abdool-lee",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Abdool Lee"
                                },
                                {
                                    "lang": "ta",
                                    "n": "அப்துல் லீ"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "sha-ra",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Sha Ra"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ஷா ரா"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "samyuktha-shanmuganathan",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Samyuktha Shanmuganathan"
                                },
                                {
                                    "lang": "ta",
                                    "n": "சம்யுக்தா ஷண்முகநாதன்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "bose-venkat",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Bose Venkat"
                                },
                                {
                                    "lang": "ta",
                                    "n": "போஸ் வெங்கட்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "aadukalam-naren",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Aadukalam Naren"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ஆடுகளம் நரேன்"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "A day of absurd chaos in the city of Chennai caused by youthful exuberance and comradeship. The consequences of an innocent love story extends from a hand fight and ends to a murder in this dark humour led story."
                        },
                        {
                            "lang": "ta",
                            "n": "இக்கதை ஒரு காதல் கடிதத்தால் ஏற்படும் கைகலப்பில் தொடங்கி ஒரு முக்கிய புள்ளியின் கொலையில் சென்று முடிகிறது. கதை நெடுக தொடரும் சண்டை சச்சரவுகளினூடே நகைச்சுவையுடன் பார்வையாளர்களை இட்டுச் செல்லும் டார்க் ஹ்யூமர் கதை."
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "vijay-varadharaj",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Vijay Varadharaj"
                                },
                                {
                                    "lang": "ta",
                                    "n": "விஜய் வரதராஜ்"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Comedy Drama",
                                "Action"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "நகைச்சுவை டிராமா",
                                "ஆக்ஷ்ன்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "குத்துக்கு பத்து",
                                "புதிய வெப்சீரிஸ்",
                                "புதிய வெப் சீரிஸ்",
                                "வெப்சீரிஸ்",
                                "புதிய தொடர்",
                                "வெப்சீரிஸ் தமிழ்",
                                "புதிய வெப்சீரிஸ் தமிழ்",
                                "புதிய குத்துக்கு பத்து வெப்சீரிஸ்",
                                "புதிய குத்துக்கு பத்து தொடர்",
                                "புதிய குத்துக்கு பத்து தொடர் தமிழ்",
                                "புதிய குத்துக்கு பத்து வெப்சீரிஸ் தமிழ்",
                                "18 பிளஸ்",
                                "18 பிளஸ் புதிய வெப்சீரிஸ்",
                                "18 பிளஸ் வெப்சீரிஸ்",
                                "18 பிளஸ் தொடர்",
                                "முழு வெப் சீரிஸ்",
                                "முழு தொடர்",
                                "முழு குத்துக்கு பத்து",
                                "முழு குத்துக்கு பத்து வெப் சீரிஸ்",
                                "முழு குத்துக்கு பத்து தொடர்",
                                "2022 புதிய தொடர்",
                                "2022 புதிய வெப் சீரிஸ்",
                                "2022 தொடர்",
                                "2022 புதிய வெளியீடு",
                                "புதிய வெளியீடு",
                                "லேட்டஸ்ட் வெளியீடு",
                                "சமீபத்திய வெளியீடு",
                                "ஆஹா ஒரிஜினல்கள்",
                                "ஆஹா ஒரிஜினல் வெப்சீரிஸ்",
                                "ஆஹா அசல் எபிசோடுகள்",
                                "ஆஹா வெளியீடுகள்",
                                "2022 ஆஹா ஒரிஜினல்",
                                "நகைச்சுவை நாடக வெப் சீரிஸ்",
                                "நகைச்சுவை நாடகம்",
                                "தமிழ் நகைச்சுவை நாடகம்",
                                "குத்துக்கு பத்து 18+",
                                "விஜய் வரதராஜ்",
                                "அப்துல் லீ",
                                "ஷா ரா",
                                "சம்யுக்தா ஷண்முகநாதன்",
                                "போஸ் வெங்கட்",
                                "ஆடுகளம் நரேன்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Kuthukku Pathu"
                        },
                        {
                            "lang": "ta",
                            "n": "குத்துக்கு பத்து"
                        }
                    ],
                    "lwe": "2100-05-12T06:30:00Z",
                    "lws": "2022-05-12T18:20:00Z",
                    "net": "arhamedia",
                    "nu": "kuthukku-pathu",
                    "oadt": "2022-05-12T06:30:00Z",
                    "ph": [
                        {
                            "lang": "ta",
                            "n": [
                                "டி கம்பேனி"
                            ]
                        },
                        {
                            "lang": "en",
                            "n": [
                                "D Company"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 2022,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "A"
                        }
                    ],
                    "st": "published",
                    "st_dt": "2022-05-12T18:20:00Z",
                    "tg": [
                        "exclusive"
                    ],
                    "tids": [
                        "383F1F5C-B037-4DE3-91ED-766318A2A318"
                    ],
                    "urn": "urn:resource:catalog:webseries",
                    "ut": "2023-02-03T12:40:41Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch Kuthukku Pathu Tamil Web Series by Temple Monkeys! Watch Kuthukku Pathu, a dark humour tamil webseries. Watch குத்துக்கு பத்து Kuthuku Pathu on OTT Online - aha",
                                "lang": "en",
                                "n": "Watch Kuthukku Pathu Web Series on OTT in HD - aha Originals",
                                "tags": [
                                    "kuthukku pathu",
                                    "kuthuku pathu",
                                    "kuthukku pathu web series",
                                    "குத்துக்கு பத்து",
                                    "kuthukku pathu ott",
                                    "kuthukku pathu tamil web series",
                                    "Temple Monkeys"
                                ]
                            }
                        ],
                        "rs": "true"
                    }
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "SF",
                        "MR"
                    ],
                    "ao": "true",
                    "ct": "2022-06-30T09:28:32Z",
                    "cty": "webseries",
                    "ed_dt": "2100-06-30T06:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2100-01-01T18:15:00Z",
                            "f_st_dt": "2022-06-30T18:15:00Z"
                        }
                    ],
                    "ex_id": "anyas-tutorial-ws-ta-2022",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "E73F9926-B250-457B-93C9-6DB8AFF2502E",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "regina-cassandra",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "ரெஜினா கசாண்ட்ரா"
                                },
                                {
                                    "lang": "en",
                                    "n": "Regina Cassandra"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "nivedhithaa-sathish",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "நிவேதிதா சதீஷ்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Nivedhithaa Sathish"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "pramodini-pammi",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "பிரமோதினி பம்மி"
                                },
                                {
                                    "lang": "en",
                                    "n": "Pramodini Pammi"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "darsh",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Darsh"
                                },
                                {
                                    "lang": "ta",
                                    "n": "தர்ஷ்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "sameer-malla",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "சமீர் மல்லா"
                                },
                                {
                                    "lang": "en",
                                    "n": "Sameer Malla"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "sai-kamakshi-bhaskarala",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "சாய் காமாக்ஷி பாஸ்கரலா"
                                },
                                {
                                    "lang": "en",
                                    "n": "Sai Kamakshi Bhaskarala"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "Anya’s YouTube channel becomes popular because of the paranormal activities happening in her haunted house and She decides to use the haunted house to her advantage."
                        },
                        {
                            "lang": "ta",
                            "n": "அமானுஷ்யம் நிறைந்த வீட்டில் நடக்கும் மர்மங்களால் ஆன்யாவின் யூடியூப் சேனல் பிரபலமடைய, ஆன்யா அதை தனக்கு சாதகமாக பயன்படுத்த நினைக்கிறார்."
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "pallavi-gangireddy",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Pallavi Gangireddy"
                                },
                                {
                                    "lang": "ta",
                                    "n": "பல்லவி கங்கிரெட்டி"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Thriller",
                                "Horror Thriller"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "த்ரில்லர்",
                                "திகில் த்ரில்லர்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "ஆன்யாஸ் டுடோரியல்",
                                "புதிய வெப்சீரிஸ்",
                                "புதிய வெப் சீரிஸ்",
                                "வெப்சீரிஸ்",
                                "புதிய தொடர்",
                                "வெப்சீரிஸ் தமிழ்",
                                "புதிய வெப்சீரிஸ் தமிழ்",
                                "புதிய ஆன்யாஸ் டுடோரியல் வெப்சீரிஸ்",
                                "புதிய ஆன்யாஸ் டுடோரியல்",
                                "வெப்சீரிஸ்",
                                "ஆன்யாஸ் டுடோரியல்",
                                "தமிழ்",
                                "புதிய ஆன்யாஸ் டுடோரியல் தொடர்",
                                "புதிய ஆன்யாஸ் டுடோரியல் தொடர் தமிழ்",
                                "முழு வெப்சீரிஸ்",
                                "முழு எபிடோட்கள்",
                                "2022 புதிய வெப்சீரிஸ்",
                                "2022 வெப்சீரிஸ் டீஸர்",
                                "2022 ஆன்யாஸ் டுடோரியல்",
                                "2022 வெளியீடுகள்",
                                "சமீபத்திய வெளியீடுகள்",
                                "ஆஹா அசல்",
                                "ஆஹா அசல்",
                                "அசல்",
                                "ஆஹா புதிய வெளியீடுகள்",
                                "2022 ஆஹா ஒரிஜினல்கள்",
                                "ஆஹா அசல் ஆன்யாஸ் டுடோரியல்",
                                "ரெஜினா கசாண்ட்ரா",
                                "ரெஜினா கசாண்ட்ரா தமிழ் திரைப்படங்கள்",
                                "ரெஜினா கசாண்ட்ரா திரைப்படங்கள்",
                                "நிவேதிதா சதீஷ்",
                                "நிவேதிதா சதீஷ் திரைப்படங்கள்",
                                "நிவேதிதா தமிழ் திரைப்படங்கள்",
                                "நிவேதிதா திரைப்படம்",
                                "ஷோபு யர்லகட்டா",
                                "பிரசாத் டெவினெனி",
                                "விஜய் கே சக்கரவர்த்தி",
                                "அரோல் கொரேலி",
                                "பல்லவி கங்கிரெட்டி",
                                "ரெஜினா",
                                "ரெஜினா வெப் சீரிஸ்",
                                "ரெஜினா புதிய வெப் சீரிஸ்",
                                "த்ரில்லர்",
                                "திகில் த்ரில்லர்",
                                "ரெஜினா த்ரில்லர் வெப்சீரிஸ்",
                                "ரெஜினா",
                                "ரெஜினா திகில் த்ரில்லர் வெப்சீரிஸ்",
                                "நிவேதிதா த்ரில்லர் வெப்சீரிஸ்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Anya's Tutorial"
                        },
                        {
                            "lang": "ta",
                            "n": "ஆன்யா'ஸ் டுடோரியல்"
                        }
                    ],
                    "lwe": "2100-06-30T06:30:00Z",
                    "lws": "2022-06-30T18:15:00Z",
                    "net": "arhamedia",
                    "nu": "anyas-tutorial-tamil",
                    "oadt": "2022-06-30T06:30:00Z",
                    "ph": [
                        {
                            "lang": "ta",
                            "n": [
                                "ஆர்கா மீடியா ஒர்க்ஸ்"
                            ]
                        },
                        {
                            "lang": "en",
                            "n": [
                                "Arka Media Works"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 2022,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U/A 13+"
                        }
                    ],
                    "st": "published",
                    "st_dt": "2022-06-30T18:15:00Z",
                    "tg": [
                        "exclusive"
                    ],
                    "tids": [
                        "3BD7481B-B1F9-4BBA-A1F9-F608C2EA2129"
                    ],
                    "urn": "urn:resource:catalog:webseries",
                    "ut": "2023-03-31T16:24:06Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch Anya's Tutorial Web Series in Tamil on aha. Watch Anya's Tutorial Tamil Web Series Online. Watch Anya's Tutorial on OTT only on aha",
                                "lang": "en",
                                "n": "Anya's Tutorial Tamil Web Series Online in HD Quality on aha",
                                "tags": [
                                    "Anya's Tutorial tamil web series",
                                    "Anya's Tutorial full web series",
                                    "Anya's Tutorial web series",
                                    "Anya's Tutorial ott",
                                    "Anyas Tutorial",
                                    "Anyas Tutorial web series",
                                    "Anyas"
                                ]
                            }
                        ],
                        "rs": "true"
                    }
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "EG",
                        "EL"
                    ],
                    "ao": "false",
                    "aq": "Dolby5.1",
                    "ct": "2022-09-07T11:24:56Z",
                    "cty": "movie",
                    "dfs": [
                        {
                            "fs": 419652,
                            "q": ""
                        },
                        {
                            "fs": 205481596,
                            "q": ""
                        },
                        {
                            "fs": 410785660,
                            "q": ""
                        },
                        {
                            "fs": 70212606,
                            "q": ""
                        },
                        {
                            "fs": 104426470,
                            "q": ""
                        },
                        {
                            "fs": 138647173,
                            "q": ""
                        },
                        {
                            "fs": 324147979,
                            "q": ""
                        },
                        {
                            "fs": 555470636,
                            "q": ""
                        },
                        {
                            "fs": 624947891,
                            "q": ""
                        },
                        {
                            "fs": 920404551,
                            "q": ""
                        },
                        {
                            "fs": 1422575164,
                            "q": ""
                        },
                        {
                            "fs": 1766643836,
                            "q": ""
                        },
                        {
                            "fs": 3896879927,
                            "q": ""
                        },
                        {
                            "fs": 5533574779,
                            "q": ""
                        },
                        {
                            "fs": 170313231,
                            "q": ""
                        },
                        {
                            "fs": 386797960,
                            "q": "low"
                        },
                        {
                            "fs": 384682352,
                            "q": ""
                        },
                        {
                            "fs": 556989626,
                            "q": "mid"
                        },
                        {
                            "fs": 638332442,
                            "q": ""
                        },
                        {
                            "fs": 867767430,
                            "q": "high"
                        },
                        {
                            "fs": 1150694047,
                            "q": ""
                        },
                        {
                            "fs": 1393439391,
                            "q": ""
                        },
                        {
                            "fs": 2195644271,
                            "q": ""
                        },
                        {
                            "fs": 2597811986,
                            "q": ""
                        }
                    ],
                    "ed_dt": "2100-01-01T16:54:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2100-01-01T16:55:00Z",
                            "f_st_dt": "2022-09-08T18:15:00Z"
                        }
                    ],
                    "ex_id": "bheemla-nayak-mv-ta-2022",
                    "fp": {
                        "fp_ed": 2148,
                        "fp_st": 1935
                    },
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "93C10EC8-8CAD-461C-B411-27F1D1267D73",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "pawan-kalyan",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "பவன் கல்யாண்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Pawan Kalyan"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "rana-daggubati",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Rana Daggubati"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ராணா டக்குபதி"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "nithya-menen",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "நித்யா மேனன்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Nithya Menen"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "samyuktha-menon",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Samyuktha Menon"
                                },
                                {
                                    "lang": "ta",
                                    "n": "சம்யுக்தா மேனன்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "murali-sharma",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Murali Sharma"
                                },
                                {
                                    "lang": "ta",
                                    "n": "முரளி ஷர்மா"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "samuthirakani",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Samuthirakani"
                                },
                                {
                                    "lang": "ta",
                                    "n": "சமுத்திரக்கனி"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "An ex-Army, wannabe politician confronts an honest, sincere, upright cop. Witness how things change when a battle occurs between Pride and Self-Esteem."
                        },
                        {
                            "lang": "ta",
                            "n": "ஒரு நேர்மையான போலீஸ் அதிகாரிக்கும், அரசியல்வாதியாக ஆசைப்படும் ஒரு முன்னாள் ராணுவ வீரருக்கும் சந்தர்ப்ப சூழ்நிலையால் ஏற்படும் சிறு மோதல், பூதாகரமாக வெடிக்க, கெளரவத்திற்கும், தன்மானத்திற்கும் இடையே நடக்கும் போராட்டத்தில் வெல்லப்போவது யார்?"
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "sagar-k-chandra",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "சாகர் கே சந்திரா"
                                },
                                {
                                    "lang": "en",
                                    "n": "Sagar K Chandra"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Action",
                                "Drama"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "ஆக்ஷ்ன்",
                                "நாடகம்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "பீம்லா நாயக்",
                                "பீம்லா நாயக்",
                                "பீம்லா நாயக் புதிய படம்",
                                "பீம்லா நாயக் ஓடிடி",
                                "ஆஹா புதிய படம்",
                                "புதிய ஆஹா படங்கள்",
                                "தமிழ்படங்கள்",
                                "புதிய படம் தமிழ்",
                                "புதிய பீம்லா நாயக் படத்தின்",
                                "புதிய பீம்லா நாயக் தமிழ்",
                                "புதிய பீம்லா நாயக் படத்தின் தமிழ்",
                                "பீம்லா நாயக்",
                                "2022 புதிய படத்தின்",
                                "2022 திரைப்படங்கள்",
                                "2022 திரைப்பட வெளியிடு",
                                "சமீபத்திய திரைப்பட வெளியீடு",
                                "ஆஹா பிரத்தியேக",
                                "ஆஹா பிரத்யேக பட",
                                "ஆஹா வெளியீடுகள்",
                                "2022 ஆஹா பிரத்யேக",
                                "திரைப்படம் பீம்லா நாயக்",
                                "ஓடிடி திரைப்படங்கள்",
                                "புதிய ஓடிடி",
                                "2022 தமிழ் திரைப்பட கள்",
                                "பீம்லா நாயக் படம்",
                                "ஆஹா பிரத்தியேக",
                                "புதிய பிரத்தியேக படம்",
                                "பீம்லா நாயக் ஓடிடி",
                                "பீம்லா நாயக் ஓடிடி",
                                "பீம்லா நாயக் புதிய படம்",
                                "பீம்லா நாயக் படம்",
                                "பீம்லா நாயக் தமிழ் திரைப்படம்",
                                "பீம்லா நாயக் முழு திரைப்படம்",
                                "பீம்லா நாயக் தமிழ் திரைப்படம்",
                                "பீம்லா நாயக் முழு திரைப்படம்",
                                "ஆக்‌ஷன்",
                                "நாடகம்",
                                "நாடகம் திரைப்படம்",
                                "நாடகம் திரைப்படம்",
                                "நாடகம் தமிழ் திரைப்படம்",
                                "நாடகம் தமிழ் திரைப்படம்",
                                "பவன் கல்யாண்",
                                "பவன் கல்யாண் திரைப்படம்",
                                "பவன் கல்யாண் தமிழ் திரைப்படம்",
                                "ராணா டக்குபதி",
                                "ராணா டக்குபதி தமிழ் திரைப்படம்",
                                "ராணா டக்குபதி திரைப்படம்",
                                "ராணா திரைப்படம்",
                                "ராணா தமிழ் திரைப்படம்",
                                "நித்யா மேனன்",
                                "நித்யா மேனன் தமிழ் திரைப்படம்",
                                "நித்யா மேனன் திரைப்படம்",
                                "நித்யா",
                                "சம்யுக்தா மேனன்",
                                "சம்யுக்தா மேனன் தமிழ் திரைப்படம்",
                                "சம்யுக்தா மேனன் திரைப்படம்",
                                "சம்யுக்தாமேனன்",
                                "முரளி ஷர்மா",
                                "சமுத்திரக்கனி",
                                "சமுத்திரக்கனி தமிழ் திரைப்படம்",
                                "சமுத்திரக்கனி திரைப்படம்",
                                "சாகர் கே சந்திரா",
                                "சாகர்",
                                "தமன்",
                                "தமன் திரைப்படம்",
                                "தமன் தமிழ் திரைப்படம்",
                                "பீம்லாநாயக்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Bheemla Nayak"
                        },
                        {
                            "lang": "ta",
                            "n": "பீம்லா நாயக்"
                        }
                    ],
                    "lwe": "2100-01-01T16:54:00Z",
                    "lws": "2022-09-08T18:15:00Z",
                    "mar": [
                        {
                            "m_ed": 105,
                            "m_st": 13,
                            "t": "skipintro"
                        },
                        {
                            "m_ed": 8554,
                            "m_st": 8315,
                            "t": "skipcredit"
                        }
                    ],
                    "net": "arhamedia",
                    "nu": "bheemla-nayak-tamil",
                    "pe": "false",
                    "ph": [
                        {
                            "lang": "ta",
                            "n": [
                                "சித்தாரா எண்டர்டையின்மெண்ட்ஸ்"
                            ]
                        },
                        {
                            "lang": "en",
                            "n": [
                                "Sithara Entertainments"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 2022,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U/A 13+"
                        }
                    ],
                    "rt": 8554,
                    "st": "published",
                    "st_dt": "2022-09-08T18:15:00Z",
                    "tids": [
                        "DF6B6B3F-68E2-4033-9D8B-8020E2D3D06F"
                    ],
                    "urn": "urn:resource:catalog:movie",
                    "ut": "2023-04-05T17:04:56Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Download Now",
                                "lang": "en",
                                "n": "Watch Bheemla Nayak Tamil Dubbed Full Movie Online in HD Quality",
                                "tags": [
                                    "Bheemla Nayak Tamil Dubbed Movie",
                                    "Watch Bheemla Nayak Tamil Dubbed Full Movie",
                                    "Bheemla Nayak Tamil Dubbed Full Movie Online"
                                ]
                            }
                        ],
                        "rs": "true"
                    },
                    "vq": "4K"
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "EG",
                        "VE",
                        "MR"
                    ],
                    "ao": "false",
                    "aq": "Stereo",
                    "ct": "2021-12-30T20:01:35Z",
                    "cty": "movie",
                    "dfs": [
                        {
                            "fs": 66526930,
                            "q": ""
                        },
                        {
                            "fs": 98949074,
                            "q": ""
                        },
                        {
                            "fs": 131371218,
                            "q": ""
                        },
                        {
                            "fs": 408616,
                            "q": ""
                        },
                        {
                            "fs": 2725889538,
                            "q": ""
                        },
                        {
                            "fs": 2336616098,
                            "q": ""
                        },
                        {
                            "fs": 1288866434,
                            "q": ""
                        },
                        {
                            "fs": 1154711269,
                            "q": ""
                        },
                        {
                            "fs": 776369717,
                            "q": "high"
                        },
                        {
                            "fs": 581432626,
                            "q": ""
                        },
                        {
                            "fs": 476719742,
                            "q": "mid"
                        },
                        {
                            "fs": 331136424,
                            "q": ""
                        },
                        {
                            "fs": 314267580,
                            "q": "low"
                        },
                        {
                            "fs": 127381267,
                            "q": ""
                        }
                    ],
                    "ed_dt": "2025-04-01T06:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2025-01-28T06:30:00Z",
                            "f_st_dt": "2022-01-12T06:30:00Z",
                            "sp": []
                        }
                    ],
                    "ex_id": "andha-naal-mv-ta-1954",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "4D82AD26-841E-4FEC-A572-F2754DC8A2F5",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "sivaji-ganesan",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "சிவாஜி கணேசன்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Sivaji Ganesan"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "pandari-bai",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "பண்டாரி பாய்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Pandari Bai"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "javar-seetharaman",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "ஜாவர் சீதாராமன்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Javar Seetharaman"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "Rajan, a radio engineer, is found dead under suspicious circumstances. CID officer Sivanandham unravels the mystery surrounding the murder and the suspects that include Rajan's wife and his brother"
                        },
                        {
                            "lang": "ta",
                            "n": "சந்தேகத்திற்கிடமான முறையில் இறந்த இன்ஜினியரின் கொலையை விசாரித்து ரகசியங்களை அவிழ்க்கும் ஒரு சிஐடி அதிகாரியின் கதை."
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "s-balachander",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "S. Balachander"
                                },
                                {
                                    "lang": "ta",
                                    "n": "எஸ்.பாலச்சந்தர்"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Thriller"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "த்ரில்லர்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "en",
                            "n": [
                                "Mystery ",
                                " Investigation ",
                                " Murder"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "தமிழ் திரைப்படங்கள்",
                                "அந்த நாள் தமிழ் திரைப்படம்",
                                "சிவாஜி கணேசன் தமிழ் திரைப்படங்கள்",
                                "புது தமிழ் படங்கள்",
                                "தமிழ் படங்கள்",
                                "ஆன்லைன் தமிழ் படங்கள்",
                                "ஆஹா தமிழ் படங்கள்",
                                "முழு தமிழ் படங்கள்",
                                "கிளாசிக் தமிழ் திரைப்படங்கள்",
                                "கருப்பு வெள்ளை தமிழ் திரைப்படம்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Andha Naal"
                        },
                        {
                            "lang": "ta",
                            "n": "அந்த நாள்"
                        }
                    ],
                    "lwe": "2025-04-01T06:30:00Z",
                    "lws": "2022-01-12T06:30:00Z",
                    "mar": [
                        {
                            "m_ed": 41,
                            "m_st": 12,
                            "t": "skipintro"
                        },
                        {
                            "m_ed": 8105,
                            "m_st": 8085,
                            "t": "skipcredit"
                        }
                    ],
                    "net": "arhamedia",
                    "nu": "andha-naal",
                    "pe": "false",
                    "ph": [
                        {
                            "lang": "en",
                            "n": [
                                "AVM Productions"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "ஏவிஎம் புரொடக்சன்ஸ்"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 1954,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U"
                        }
                    ],
                    "rt": 8105,
                    "st": "published",
                    "st_dt": "2022-01-12T06:30:00Z",
                    "tids": [
                        "3EF97A5D-0FE8-4F9D-9478-C6AF382AFEE1"
                    ],
                    "urn": "urn:resource:catalog:movie",
                    "ut": "2022-08-24T07:23:13Z",
                    "v_sm": {
                        "locd": [
                            {
                                "d": "Watch Andha Naal Full Movie Online on aha. Watch Andha Naal Movie in HD Quality.Staring Sivaji Ganesan, Pandari Bai, Javar Seetharaman.",
                                "lang": "en",
                                "n": "Watch Andha Naal Full Movie Online in HD Quality | Download Now",
                                "tags": [
                                    "andha naal",
                                    " andha naal tamil movie"
                                ]
                            }
                        ]
                    },
                    "vq": "FHD"
                }
            ],
            "click_action": "detail",
            "con_tg": "regular",
            "diar": [
                {
                    "dt": "tv",
                    "iar": "0-2x3"
                },
                {
                    "dt": "browser",
                    "iar": "0-2x3"
                },
                {
                    "dt": "mobile",
                    "iar": "0-2x3"
                },
                {
                    "dt": "tablet",
                    "iar": "0-2x3"
                },
                {
                    "dt": "default",
                    "iar": "0-2x3"
                }
            ],
            "ed_dt": "2028-01-25T18:29:00Z",
            "edit": false,
            "i": [
                {
                    "count": 13,
                    "cu": "https://data-store-cdn.api.aha.firstlight.ai/content?ids=40C284A4-A6CA-4F14-A625-F2DC052DCD9A%2CEA02E5F8-ECEB-48E2-B7F7-27B885FCA945%2CF5E13976-E855-41E4-92B9-D4A6CF4AE046%2CA910D7CC-99FF-4A8A-A4BC-C7332FCB2971%2C049C2345-248C-4B6B-88AA-50A75FC7D707%2C030C9D5D-4411-45D1-B10C-06B1408C5432%2CE501C80D-7BED-422D-B973-E5F9A5CB6E3F%2C09525383-4320-48DE-AA64-5D6208CC676F%2C97C0C6C2-1B63-4A2F-AFA3-08AF46124C59%2C642C229A-36F4-47DD-9FD1-81141E6FC835%2CE73F9926-B250-457B-93C9-6DB8AFF2502E%2C994DEE91-E77D-4839-B4A2-E0FAB872D851%2C93C10EC8-8CAD-461C-B411-27F1D1267D73%2C4D82AD26-841E-4FEC-A572-F2754DC8A2F5&info=detail&mode=detail&st=published",
                    "priority": 1,
                    "type": "manual"
                }
            ],
            "iar": "0-2x3",
            "id": "9091A84A-4265-4E45-A922-308E5A1A9D97",
            "lo": "carousel",
            "logo_overlay": {
                "enable": "true",
                "image_name": "logo",
                "position": "top",
                "transparency": 100
            },
            "lon": [
                {
                    "lang": "en",
                    "n": "Hidden Gems"
                },
                {
                    "lang": "ta",
                    "n": "திரை முத்துக்கள்"
                }
            ],
            "s": "regular",
            "scroll_style": {
                "autoplay": "disable",
                "direction": "lefttoright",
                "loop": "disable",
                "type": "linear"
            },
            "st_dt": "2022-01-24T18:30:00Z",
            "stl": "regular",
            "tag_overlay": {
                "enable": "true",
                "position": "topright",
                "tag_name": "premium",
                "transparency": 100
            },
            "text_style": {
                "font_size": "medium",
                "font_stretch": "condensed",
                "font_style": "normal",
                "font_weight": "normal",
                "position": "top",
                "text_overlay": "disable",
                "transparency": 100
            },
            "urn": "urn:container"
        },
        {
            "appliesif": {
                "acl": [
                    "ta"
                ],
                "dt": [
                    "all"
                ],
                "reg": [
                    "all"
                ]
            },
            "cd": [
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "RO",
                        "MR",
                        "VE"
                    ],
                    "ao": "true",
                    "ct": "2022-10-20T15:58:05Z",
                    "cty": "webseries",
                    "ed_dt": "2100-10-20T06:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2099-10-20T17:40:44Z",
                            "f_st_dt": "2022-10-20T18:25:00Z"
                        }
                    ],
                    "ex_id": "pettaikaali-ws-ta-2022",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "9A9F1E18-D5FF-477F-8DBC-005C70562C2B",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "kalaiyarasan",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Kalaiyarasan"
                                },
                                {
                                    "lang": "ta",
                                    "n": "கலையரசன்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "sheela-rajkumar",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Sheela Rajkumar"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ஷீலா ராஜ்குமார்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "merku-thodarchi-malai-antony",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Antony"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ஆண்டனி"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "vela-ramamoorthy",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Vela Ramamoorthy"
                                },
                                {
                                    "lang": "ta",
                                    "n": "வேல ராமமூர்த்தி"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "goutham",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Goutham"
                                },
                                {
                                    "lang": "ta",
                                    "n": "கெளதம்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "bala-hasan",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Bala Hasan"
                                },
                                {
                                    "lang": "ta",
                                    "n": "பாலா ஹஸன்"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "To marry the girl he loves, the hero tames a bull that belongs to her with deceptive tricks. His frivolous act rekindles the bygone animosity between the families that prompts several problems, how he proceeds to solve them by learning the techniques to tame a bull for real is the story."
                        },
                        {
                            "lang": "ta",
                            "n": "தான் காதலிக்கும் பெண்ணைத் திருமணம் செய்வதற்காக, ஜல்லிக்கட்டில் அவள் வளர்க்கும் காளையை குறுக்குவழியில் அடக்கும் நாயகன், அதனால் ஏற்படும் பிரச்சினைகளைத் தீர்க்க உண்மையாகவே மாடு பிடிக்கும் நுணுக்கங்களை கற்றுக்கொண்டு அந்த பிரச்சினைகளைத் தீர்பதே கதை."
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "raj-kumar",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Raj Kumar"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ராஜ் குமார்"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Action",
                                "Drama"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "ஆக்ஷ்ன்",
                                "நாடகம்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "பேட்டைக்காளி தமிழ்",
                                "பேட்டைக்காளி",
                                "2022 தமிழ் வெப்சீரிஸ்",
                                "சமீபத்திய தமிழ் வெப்சீரிஸ்",
                                "சமீபத்திய தமிழ் வெப் சீரிஸ்",
                                "கலை அரசன் திரைப்படங்கள்",
                                "கலை அரசன்",
                                "அதிரடி",
                                "நாடகம்",
                                "ஆக்சன் தமிழ் வெப்சீரிஸ்",
                                "நாடகம் தமிழ் வெப்சீரிஸ்",
                                "தமிழ் சமீபத்திய வெப்சீரிஸ்",
                                "ஆஹா அசல் தமிழ் வெப்சீரிஸ்",
                                "ஆஹா தமிழ் வெப்சீரிஸ்",
                                "ஆஹா திரைப்படங்களின்",
                                "ஆஹா புதிய வெப்சீரிஸ்",
                                "ஆஹா அசல்",
                                "ஆக்ஷன் தமிழ் வெப்சீரிஸ்",
                                "டிராமா தமிழ் வெப்சீரிஸ்",
                                "2022 வெப்சீரிஸ்",
                                "ஹிட் தமிழ் வெப்சீரிஸ்",
                                "கலை அரசன் பேட்டைக்காளி",
                                "வெற்றிமாறன் தமிழ் திரைப்படங்கள்",
                                "வெற்றிமாரன் வெப்சீரிஸ்",
                                "வெற்றிமாரன்",
                                "பேட்டைக்காளி வெப்சீரிஸ்",
                                "பேட்டைக் காளி வெப்சீரிஸ் தமிழ்",
                                "ராஜ் குமார்",
                                "பாலா ஹஸன்",
                                "கெளதம்",
                                "வேல ராமமூர்த்தி",
                                "ஆண்டனி",
                                "ஷீலா ராஜ்குமார்",
                                "கலையரசன்",
                                "பேட்டைக்காளி எபிசோட்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Pettaikaali"
                        },
                        {
                            "lang": "ta",
                            "n": "பேட்டைக்காளி"
                        }
                    ],
                    "lwe": "2100-10-20T06:30:00Z",
                    "lws": "2022-10-20T18:25:00Z",
                    "net": "arhamedia",
                    "nu": "pettaikaali",
                    "oadt": "2022-10-20T06:30:00Z",
                    "ph": [
                        {
                            "lang": "en",
                            "n": [
                                "Grass Root Film Company"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "கிராஸ் ரூட் ஃபிலிம் கம்பெனி"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 2022,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U/A 13+"
                        }
                    ],
                    "st": "published",
                    "st_dt": "2022-10-20T18:25:00Z",
                    "tg": [
                        "exclusive"
                    ],
                    "tids": [
                        "C3E5799B-FBD9-458F-BFC3-89B974D4DC5D"
                    ],
                    "urn": "urn:resource:catalog:webseries",
                    "ut": "2023-03-31T16:43:51Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Pettaikaali - Watch the latest Episodes of Pettaikaali only on aha.",
                                "lang": "en",
                                "n": "Watch the latest Episodes of Pettaikaali Web series on aha in HD Quality.",
                                "tags": [
                                    "Pettaikaali",
                                    "Pettaikaali Web series"
                                ]
                            }
                        ],
                        "rs": "true"
                    }
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "SF",
                        "MR",
                        "SS",
                        "SL"
                    ],
                    "ao": "true",
                    "ct": "2022-02-17T00:47:55Z",
                    "cty": "webseries",
                    "ed_dt": "2100-02-17T06:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2100-01-01T18:25:00Z",
                            "f_st_dt": "2022-02-17T18:25:00Z"
                        }
                    ],
                    "ex_id": "irai-ws-ta-2022",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "6F40B3A6-FACD-4D2A-AC86-A123CC569A01",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "sarath-kumar",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "சரத் ​​குமார்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Sarathkumaar"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "sri-krishna-dayal",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "ஸ்ரீ கிருஷ்ண தயாள்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Sri Krishna Dayal"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "abishek-shankar",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "அபிஷேக் சங்கர்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Abishek Shankar"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "nizhalgal-ravi",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "நிழல்கள் ரவி"
                                },
                                {
                                    "lang": "en",
                                    "n": "Nizhalgal Ravi"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "gouri-nair",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "கௌரி நாயர்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Gouri Nair"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "shrisha",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "ஸ்ரீஷா"
                                },
                                {
                                    "lang": "en",
                                    "n": "Shrisha"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "ACP Robert Vasudevan investigates the mysterious disappearances of men from the city's affluent families and finds an inexplicable pattern in the abductions, leading him and his team to one common link. Upon conclusion of the investigation, only one woman is standing between Robert and justice."
                        },
                        {
                            "lang": "ta",
                            "n": "ஏசிபி ராபர்ட் வாசுதேவன் செல்வந்தர் குடும்பங்களைச் சேர்ந்தவர்கள் மர்மமான முறையில் காணாமல் போகும் வழக்கை விசாரிக்க தொடங்குகையில், இந்த கடத்தல்களில் விவரிக்க முடியாத சில விஷயங்கள் ஒத்திருப்பதை கண்டறிகிறார். விசாரணையின் முடிவில், ராபர்ட்டுக்கும் நீதிக்கும் இடையில் நிற்பது ஒரு பெண் மட்டுமே."
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "rajesh-m-selva",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "ராஜேஷ் எம் செல்வா"
                                },
                                {
                                    "lang": "en",
                                    "n": "Rajesh M Selva"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Crime",
                                "Thriller"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "குற்றம்",
                                "த்ரில்லர்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "en",
                            "n": [
                                "police ",
                                " investigation ",
                                " murder ",
                                " justice"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "ஈராய்",
                                "இராய் புதிய வெப்சீரிஸ்",
                                "புதிய வெப் சீரிஸ்",
                                "வெப்சீரிஸ்",
                                "புதிய தொடர்",
                                "வெப்சீரிஸ் தமிழ்",
                                "புதிய வெப்சீரிஸ் தமிழ்",
                                "புதிய இரை வெப்சீரிஸ்",
                                "புதிய இரை எபிசோடுகள்",
                                "புதிய இரை எபிசோடுகள் தமிழ்",
                                "புதிய இரை தொடர்",
                                "புதிய இரை தொடர் தமிழ்",
                                "இரை முழு வெப்சீரிஸ்",
                                "இரை முழு எபிசோடுகள்",
                                "இரை முழு தொடர்",
                                "முழு அத்தியாயங்கள்",
                                "முழு வெப்சீரிஸ்",
                                "முழு தொடர்",
                                "2022 புதிய வெப்சீரிஸ்",
                                "2022 வெப்சீரிஸ்",
                                "2022 வெப் எபிசோடுகள்",
                                "2022 வெளியீடுகள்",
                                "சமீபத்திய வெளியீடுகள்",
                                "ஆஹா ஒரிஜினல்கள்",
                                "ஆஹா அசல் வெப்சீரிஸ்",
                                "ஆஹா அசல் எபிசோடுகள்",
                                "ஆஹா வெளியீடுகள்",
                                "2022 ஆஹா அசல்",
                                "திரில்லர் வெப்சீரிஸ்",
                                "கிரைம் த்ரில்லர்",
                                "தமிழ் க்ரைம் த்ரில்லர் தொடர்",
                                "கிரைம் த்ரில்லர் வெப்சீரிஸ்",
                                "கிரைம் த்ரில்லர் எபிசோடுகள்",
                                "சரத்குமார் வெப்சீரிஸ்",
                                "சரத்குமார் கிரைம் த்ரில்லர்",
                                "சரத்குமார் வெப்சீரிஸ் இரை",
                                "இறை சரத்குமார்",
                                "இரை வெப்சீரிஸ்",
                                "சரத்குமார்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Irai"
                        },
                        {
                            "lang": "ta",
                            "n": "இரை"
                        }
                    ],
                    "lwe": "2100-02-17T06:30:00Z",
                    "lws": "2022-02-17T18:25:00Z",
                    "net": "arhamedia",
                    "nu": "irai",
                    "oadt": "2022-02-17T06:30:00Z",
                    "ph": [
                        {
                            "lang": "en",
                            "n": [
                                "Radaan Mediaworks India Limited"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "ரடான் மீடியா ஒர்க்ஸ் இந்தியா லிமிட்டெட்"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 2022,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U/A 16+"
                        }
                    ],
                    "st": "published",
                    "st_dt": "2022-02-17T18:25:00Z",
                    "tg": [
                        "exclusive"
                    ],
                    "tids": [
                        "6349210D-207E-44A7-9DF7-9D1620F16E3D"
                    ],
                    "urn": "urn:resource:catalog:webseries",
                    "ut": "2023-02-03T12:34:15Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "ACP Robert Vasudevan investigates the mysterious disappearances of men from the city's affluent families and finds an inexplicable pattern in the abductions, leading him and his team to one common link. Upon conclusion of the investigation, only one woman is standing between Robert and justice.",
                                "lang": "en",
                                "n": "Watch Irai Tamil Web Series Online only on Aha",
                                "tags": [
                                    "Irai"
                                ]
                            }
                        ],
                        "rs": "true"
                    }
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "RO",
                        "MS",
                        "SC"
                    ],
                    "ao": "true",
                    "ct": "2022-08-11T12:02:36Z",
                    "cty": "webseries",
                    "ed_dt": "2100-08-11T06:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2100-01-01T17:10:00Z",
                            "f_st_dt": "2022-08-11T18:15:00Z"
                        }
                    ],
                    "ex_id": "emoji-ws-ta-2022",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "F0032C1B-F4F6-47D5-9086-919D819F476C",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "mahat-raghavendra",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Mahat Raghavendra"
                                },
                                {
                                    "lang": "ta",
                                    "n": "மஹத் ராகவேந்திரா"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "devika-satheesh",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Devika Satheesh"
                                },
                                {
                                    "lang": "ta",
                                    "n": "தேவிகா சதீஷ்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "manasa-chowdary",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Manasa Chowdary"
                                },
                                {
                                    "lang": "ta",
                                    "n": "மானசா செளத்ரி"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "vj-ashiq",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "VJ Ashiq"
                                },
                                {
                                    "lang": "ta",
                                    "n": "VJ ஆஷிக்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "aadukalam-naren",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Aadukalam Naren"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ஆடுகளம் நரேன்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "priya-dharshi",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Priya Dharshi"
                                },
                                {
                                    "lang": "ta",
                                    "n": "பிரியதர்ஷி"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "Emoji follows the story of a couple who is being pulled apart not because of misunderstanding, but because they have excessive understanding. Aadhav and Deeksha, a vibrant young couple are about to be separated as passion pulls them apart. Can love win them back together?"
                        },
                        {
                            "lang": "ta",
                            "n": "எமோஜி, அதீத புரிதல் காரணமாக பிரிந்து செல்லும் தம்பதி காதலால் மீண்டும் இணைந்தார்களா என்பதை சுற்றி நகர்கிறது. இளம் காதல் ஜோடியான ஆதவ் மற்றும் தீக்ஷா பிரிந்து செல்லும் தறுவாயில், காதல் அவர்களை மீண்டும் ஒன்று சேர்க்குமா?"
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "shen-s-rangasamy",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "SEN.S. Rangasamy"
                                },
                                {
                                    "lang": "ta",
                                    "n": "சென்.S. ரங்கசாமி"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Romance",
                                "Drama"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "காதல்",
                                "நாடகம்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "எமோஜி",
                                "எமோஜி புதிய வெப்சீரிஸ்",
                                "புதிய வெப் சீரிஸ்",
                                "வெப்சீரிஸ்",
                                "புதிய தொடர்",
                                "வெப்சீரிஸ் தமிழ்",
                                "புதிய வெப்சீரிஸ் தமிழ்",
                                "புதிய எமோஜி வெப்சீரிஸ்",
                                "புதிய எமோஜி எபிசோடுகள்",
                                "புதிய எமோஜி எபிசோடுகள் தமிழ்",
                                "புதிய எமோஜி தொடர் தமிழ்",
                                "எமோஜி வெப்சீரிஸ்",
                                "எமோஜி முழு தொடர்",
                                "முழு எபிசோடுகள்",
                                "முழு வலைத் தொடர்",
                                "முழு தொடர்",
                                "2022 புதிய வெப்சீரிஸ்",
                                "2022 வெப்சீரிஸ்",
                                "2022 வெப் எபிசோட்கள்",
                                "2022 வெளியீடுகள்",
                                "சமீபத்திய வெளியீடுகள்",
                                "ஆஹா ஒரிஜினல்கள்",
                                "ஆஹா ஒரிஜினல்",
                                "ஆஹா ஒரிஜினல்கள்",
                                "காதல் வெப்சீரிஸ்",
                                "நாடகம் வெப்சீரிஸ்",
                                "தமிழ் நாடகம் தொடர்",
                                "நாடகம் வெப்சீரிஸ்",
                                "வெப்சீரிஸ்",
                                "எமோஜி வெப்சீரிஸ்",
                                "நாடகம்",
                                "நாடகம்",
                                "எமோஜி தொடர்",
                                "காதல் வெப்சீரிஸ்",
                                "காதல்",
                                "ஆஹா அசல் 2022",
                                "ஆஹா 2022 வெளியீடுகள்",
                                "லேட்டஸ்ட் வெப் சீரிஸ்",
                                "2022 வெப்சீரிஸ்",
                                "மஹத் ராகவேந்திரா",
                                "மஹத்",
                                "மஹத் திரைப்படங்கள்",
                                "மஹத் தமிழ் திரைப்படங்கள்",
                                "தேவிகா சதீஷ்",
                                "மானசா சௌத்ரி",
                                "விஜே ஆஷிக்",
                                "ஆடுகளம் நரேன்",
                                "ஆடுகளம் நரேன் படங்கள்",
                                "ஆடுகளம் நரேன் தொடர்",
                                "ஆடுகளம் நரேன் காட்சிகள்",
                                "ப்ரியா தர்ஷி",
                                "ரங்கசாமி",
                                "ரங்கசாமி தொடர்",
                                "ரொமான்ஸ் வெப்சீரிஸ்",
                                "மஹாத் வெப்சீரிஸ்",
                                "மஹாத் ரொமான்ஸ் வெப்சீரிஸ்",
                                "ஆஹா ஒரிஜினல் வெப்சீரிஸ்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Emoji"
                        },
                        {
                            "lang": "ta",
                            "n": "எமோஜி"
                        }
                    ],
                    "lwe": "2100-08-11T06:30:00Z",
                    "lws": "2022-08-11T18:15:00Z",
                    "net": "arhamedia",
                    "nu": "emoji",
                    "oadt": "2022-08-11T06:30:00Z",
                    "ph": [
                        {
                            "lang": "ta",
                            "n": [
                                "ரமணா ஆர்ட்ஸ்"
                            ]
                        },
                        {
                            "lang": "en",
                            "n": [
                                "Ramanaa Arts"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 2022,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "A"
                        }
                    ],
                    "st": "published",
                    "st_dt": "2022-08-11T18:15:00Z",
                    "tg": [
                        "exclusive"
                    ],
                    "tids": [
                        "A4AA9405-36A9-490F-84BE-80BB6048416B"
                    ],
                    "urn": "urn:resource:catalog:webseries",
                    "ut": "2023-02-03T12:34:14Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch Emoji Tamil Web Series Online. Watch Emoji Tamil Series on OTT. Watch all episodes of Emoji on OTT in Tamil exclusively on aha",
                                "lang": "en",
                                "n": "Watch Emoji Tamil Web Series Online on OTT only on aha",
                                "tags": [
                                    "Emoji tamil web series online",
                                    "Emoji ott",
                                    "Emoji tamil series",
                                    "Emoji web series",
                                    "Emoji webseries",
                                    "Emoji"
                                ]
                            }
                        ],
                        "rs": "true"
                    }
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "EG"
                    ],
                    "ao": "true",
                    "aq": "Stereo",
                    "ct": "2022-10-28T10:05:38Z",
                    "cty": "webepisode",
                    "dfs": [
                        {
                            "fs": 33583393,
                            "q": ""
                        },
                        {
                            "fs": 49948435,
                            "q": ""
                        },
                        {
                            "fs": 66315702,
                            "q": ""
                        },
                        {
                            "fs": 1874610716,
                            "q": ""
                        },
                        {
                            "fs": 1549850248,
                            "q": ""
                        },
                        {
                            "fs": 952392587,
                            "q": ""
                        },
                        {
                            "fs": 716233512,
                            "q": ""
                        },
                        {
                            "fs": 560730614,
                            "q": "high"
                        },
                        {
                            "fs": 414753620,
                            "q": ""
                        },
                        {
                            "fs": 350314545,
                            "q": "mid"
                        },
                        {
                            "fs": 248691514,
                            "q": ""
                        },
                        {
                            "fs": 229401112,
                            "q": "low"
                        },
                        {
                            "fs": 113346819,
                            "q": ""
                        },
                        {
                            "fs": 230604,
                            "q": ""
                        }
                    ],
                    "ed_dt": "2100-09-16T02:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2100-01-01T10:53:00Z",
                            "f_st_dt": "2022-10-28T11:20:00Z",
                            "sp": [
                                "urn:package:free"
                            ]
                        }
                    ],
                    "epnum": 7,
                    "ex_id": "sarkaar-with-jiiva-ws-ep7-ta-2022",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "FFB649C3-A58F-42EF-BA9F-7B852B3620DA",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "jiiva",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "ஜீவா"
                                },
                                {
                                    "lang": "en",
                                    "n": "Jiiva"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "blacksheep-vigneshkanth",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "பிளாக் ஷீப் விக்னேஷ்காந்த்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Blacksheep Vigneshkanth"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "nakkalites-anish",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Nakkalites Anish"
                                },
                                {
                                    "lang": "ta",
                                    "n": "நக்கலைட்ஸ் அனிஷ்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "micset-sriram",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "மைக்செட் ஸ்ரீராம்"
                                },
                                {
                                    "lang": "en",
                                    "n": "MicSet Sriram"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "sha-ra",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "ஷா ரா"
                                },
                                {
                                    "lang": "en",
                                    "n": "Shah Ra"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "This week on SARKAAR, your favorite YouTubers, Blacksheep Vigneshkanth, Nakkalites Anish, MicSet Sriram, and Shah Ra, go head-to-head as they play with our Sarkaar Jiiva! Watch the fun-filled episode to know who will win!"
                        },
                        {
                            "lang": "ta",
                            "n": "பிளாக் ஷீப் விக்னேஷ்காந்த், நக்கலைட்ஸ் அனிஷ், மைக்செட் ஸ்ரீராம், ஷா ரா ஆகியோர் பங்குபெறும் கல கல எபிசோட்! இந்த கலாட்டா கூட்டணியில் வெல்லப்போவது யார்?"
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "joshua-preetham",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "ஜோஷ்வா ப்ரீத்தம்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Joshua Preetham"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Game Show"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "விளையாட்டு நிகழ்ச்சி"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "சர்கார் வித் ஜீவா",
                                "ஜீவா வித் சர்க்கார்",
                                "ஜீவா கேம் ஷோ சர்கார்",
                                "ஜீவா கேம் ஷோ",
                                "கேம் ஷோ",
                                "ஓடிடி ரியாலிட்டி ஷோ",
                                "பிரபல கேம் ஷோ",
                                "ஜீவா வித் செலிபிரிட்டி",
                                "செலிபிரிட்டி ஷோ",
                                "செலிபிரிட்டி கேம் ஷோ தமிழ்",
                                "ஆஹா ஒரிஜினல் ஷோ",
                                "ஆஹா ஒரிஜினல் கேம் ஷோ",
                                "ஆஹா ஒரிஜினல் சர்க்கார் ஷோ",
                                "ஆஹா ஒரிஜினல் ஜிவா ஷோ",
                                "ஜிவா அல்லாத புனைகதை நிகழ்ச்சி",
                                "ஜீவாவுடன் சர்கார் புனைகதை",
                                "ஆஹா அன் ஃபிக்ஷன் ஷோ",
                                "ஆஹா ஒரிஜினல் அல்லாத ஃபிக்ஷன்",
                                "வேடிக்கையான ரியாலிட்டி கேம் ஷோ",
                                "வேடிக்கை ரியாலிட்டி ஷோ",
                                "வேடிக்கையான ரியாலிட்டி கேம்",
                                "செலிபிரிட்டி விளையாட்டுகள்",
                                "செலிபிரிட்டி கேம் ஷோ",
                                "நடிகர் ஜீவா",
                                "ஜீவா நடிகர்",
                                "ஜீவா படங்கள்",
                                "ஜீவா தமிழ் படங்கள்",
                                "சர்கார் வித் ஜீவா",
                                "ஜீவா சர்கார்",
                                "ஓடிடி ஷோ",
                                "ஓடிடி ரியாலிட்டி ஷோ",
                                "சர்கார் வித் ஜீவாa எபி7",
                                "எபி7 சர்கார் வித் ஜீவா",
                                "எபி7 சர்கார்",
                                "சர்கார் எபி7",
                                "எபி7 சர்கார்",
                                "சர்கார் எபி7",
                                "எபி7",
                                "எபிசோட்7",
                                "ஜீவா கேம் ஷோ எபி7",
                                "எபி7 ஜீவா கேம் ஷோ",
                                "ஜீவா சர்கார் கேம் ஷோ",
                                "சர்கார் தமிழ்",
                                "சர்கார் தமிழ் கேம் ஷோ",
                                "தமிழ் கேம் ஷோ சர்கார்",
                                "ஜோஷ்வா ப்ரீத்தம்",
                                "ஜோஷ்வா ப்ரீத்தம் நிகழ்ச்சி",
                                "அரட்டை",
                                "ஜீவாவுடன் சிட் சாட்",
                                "சிட் சாட் நிகழ்ச்சி",
                                "நிகழ்ச்சி சிட் சாட்",
                                "சிட் சாட்",
                                "சிட் சாட் ரியாலிட்டி நிகழ்ச்சி"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "EP7 Youtubers"
                        },
                        {
                            "lang": "ta",
                            "n": "எபி7 யூடியூப் நட்சத்திரங்கள்"
                        }
                    ],
                    "losetl": [
                        {
                            "lang": "en",
                            "n": "Sarkaar with Jiiva S01"
                        },
                        {
                            "lang": "ta",
                            "n": "சர்கார் வித் ஜீவா S01"
                        }
                    ],
                    "lostl": [
                        {
                            "lang": "en",
                            "n": "Sarkaar with Jiiva"
                        },
                        {
                            "lang": "ta",
                            "n": "சர்கார் வித் ஜீவா"
                        }
                    ],
                    "lwe": "2100-09-16T02:30:00Z",
                    "lws": "2022-10-28T11:20:00Z",
                    "net": "arhamedia",
                    "nu": "sarkaar-with-jiiva-s1-ep7",
                    "pe": "false",
                    "pn": "arhamedia",
                    "r": 2022,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U"
                        }
                    ],
                    "rt": 4091,
                    "setl_id": "3CED5021-3127-4581-8473-D4ED78F2E3DB",
                    "snum": 1,
                    "st": "published",
                    "st_dt": "2022-10-28T11:20:10Z",
                    "stl_id": "2336BFB3-78ED-465B-8A08-998D131B661F",
                    "urn": "urn:resource:catalog:webepisode",
                    "ut": "2022-10-29T09:29:51Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch Sarkaar with Jiiva S1 Episode 7 on aha - Watch episode 7 of Sarkaar with Jiiva only on aha. Watch the No 1 Game show hosted by Jiiva.",
                                "lang": "en",
                                "n": "Watch Sarkaar with Jiiva S1 Episode 7 on aha in HD Quality Stream Now.",
                                "tags": [
                                    "Sarkaar with Jiiva Episode 7 on aha",
                                    "Sarkaar with Jiiva Episode 7"
                                ]
                            }
                        ],
                        "rs": "true"
                    },
                    "vq": "FHD"
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "FG",
                        "HU",
                        "RO",
                        "HF",
                        "EL",
                        "MS"
                    ],
                    "ao": "true",
                    "ct": "2022-02-10T20:05:34Z",
                    "cty": "webseries",
                    "ed_dt": "2100-02-11T01:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2099-12-31T18:30:00Z",
                            "f_st_dt": "2022-02-11T13:25:00Z"
                        }
                    ],
                    "ex_id": "akash-vaani-ws-ta-2022",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "99FD9C3F-AE9B-4308-BF78-C0DA1AD58EE8",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "kavin",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Kavin"
                                },
                                {
                                    "lang": "ta",
                                    "n": "கவின்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "reba-monica-john",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Reba John"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ரெபா ஜான்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "sharath-ravi",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Sharath Ravi"
                                },
                                {
                                    "lang": "ta",
                                    "n": "சரத் ​​ரவி"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "deepak-paramesh",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Deepak Paramesh"
                                },
                                {
                                    "lang": "ta",
                                    "n": "தீபக் பரமேஷ்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "vinsa-sam",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Vinsa Sam"
                                },
                                {
                                    "lang": "ta",
                                    "n": "வின்சா சாம்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "livingston",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Livingston"
                                },
                                {
                                    "lang": "ta",
                                    "n": "லிவிங்ஸ்டன்"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "The story revolves around a divorced couple, Akash and Vani, who used to be the celebrated couple back in their college. Now fate throws them into a situation that demands the sour couple to act like the love birds they used to be. Will they be able to feign chemistry they had in the past or fortuitously rekindle the love embedded within their heart?"
                        },
                        {
                            "lang": "ta",
                            "n": "தங்கள் கல்லூரி காலத்தில் பிரபலமான காதல் ஜோடியாக வலம் வந்த ஆகாஷும் வாணியும் இப்போது விவாகரத்து பெற்ற தம்பதிகளாக தங்கள் கல்லூரி ரீ-யூனியனிர்கு திரும்புகிறார்கள். நண்பர்களுக்கு மத்தியில் ஒரு அன்னியோன்னியமான தம்பதி போல் நடிக்க எத்தனிக்கும் இவர்களின் நாடகம் பலிக்குமா, அல்லது விதி இவர்களின் காதலை மீண்டும் இணைக்குமா?"
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "enoc-able",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Enoc Able"
                                },
                                {
                                    "lang": "ta",
                                    "n": "இனோக் ஏபிள்"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Romance Comedy"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "காதல் நகைச்சுவை"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "ஆகாஷ் வாணி தமிழ் வெப்சீரிஸ்",
                                "ஆகாஷ் வாணி வெப்சீரிஸ்",
                                "2022 தமிழ் வெப்சீரிஸ்",
                                "சமீபத்திய தமிழ் வெப்சீரிஸ்",
                                "லேட்டஸ்ட் தமிழ் வெப்சீரிஸ்",
                                "கவின் வெப்சீரிஸ்",
                                "ரொமான்ஸ் காமெடி",
                                "ரொமான்ஸ் காமெடி தமிழ் வெப்சீரிஸ்",
                                "ரொமான்ஸ் காமெடி புதிய தமிழ் வெப்சீரிஸ்",
                                "தமிழ் சமீபத்திய தொடர்",
                                "ஆஹா பிரத்தியேக தமிழ் வெப்சீரிஸ்",
                                "ஆஹா தமிழ் வெப்சீரிஸ்",
                                "ஆஹா வெப்சீரிஸ் எபிசோடுகள்",
                                "ஆஹா புதிய தொடர் எபிசோடுகள்",
                                "வெப்சீரிஸ்",
                                "தமிழ் வெப்சீரிஸ்",
                                "வெப்சீரிஸ் தமிழ்",
                                "வெப்எபிசோடுகள் தமிழ்",
                                "வெப்எபிசோடுகள்",
                                "ரெபா மோனிகா ஜான் தமிழ் வெப்சீரிஸ்",
                                "ஹிட் தமிழ் வெப்சீரிஸ்",
                                "கவின் ஆகாஷ் வாணி சீரிஸ்",
                                "av வெப்சீரிஸ் தமிழ்",
                                "av வெப்சீரிஸ்",
                                "கவின் வெப்சீரிஸ் எபிசோடுகள்",
                                "கவின் வெப்சீரிஸ் எபிசோடுகள்",
                                "ரீபா வெப்சீரிஸ்",
                                "கவின் ரெபா வெப்சீரிஸ் தமிழ்",
                                "சிறந்த 2022 தமிழ் வெப்சீரிஸ்",
                                "சிறந்த 2022 ஜோடி வெப்சீரிஸ்",
                                "காதல் கதை வெப்சீரிஸ்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Akash Vaani"
                        },
                        {
                            "lang": "ta",
                            "n": "ஆகாஷ் வாணி"
                        }
                    ],
                    "lwe": "2100-02-11T01:30:00Z",
                    "lws": "2022-02-11T13:25:00Z",
                    "net": "arhamedia",
                    "nu": "akash-vaani",
                    "oadt": "2022-02-11T01:30:00Z",
                    "ph": [
                        {
                            "lang": "en",
                            "n": [
                                "Kaustubha Media Works"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "கௌஸ்துபா மீடியா ஒர்க்ஸ்"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 2022,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U/A 7+"
                        }
                    ],
                    "st": "published",
                    "st_dt": "2022-02-11T13:25:00Z",
                    "tg": [
                        "exclusive"
                    ],
                    "tids": [
                        "7E24937F-B207-4640-A30B-FE32DA976346"
                    ],
                    "urn": "urn:resource:catalog:webseries",
                    "ut": "2023-03-31T16:19:56Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "The story revolves around a divorced couple, Akash and Vani, who used to be the celebrated couple back in their college. Now fate throws them into a situation that demands the sour couple to act like the love birds they used to be.",
                                "lang": "en",
                                "n": "Watch Akash Vaani Tamil Web Series Online only on Aha",
                                "tags": [
                                    "Akaash Vani Web Series",
                                    "Akaash Vani Online",
                                    "Akaash Vani Tamil"
                                ]
                            }
                        ],
                        "rs": "true"
                    }
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "HU",
                        "EL",
                        "EG"
                    ],
                    "ao": "true",
                    "ct": "2022-06-16T08:36:09Z",
                    "cty": "webseries",
                    "ed_dt": "2100-06-16T06:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2100-01-01T18:15:00Z",
                            "f_st_dt": "2022-06-16T18:15:00Z"
                        }
                    ],
                    "ex_id": "ammuchi-2-ws-ta-2022",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "7B86315A-7598-4E5F-A4E3-2D5F8EA1EB15",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "arun-kumar",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "அருண்குமார்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Arun Kumar"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "sassi-selvaraj",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "சசி செல்வராஜ்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Sassi Selvaraj"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "srija",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "ஸ்ரீஜா"
                                },
                                {
                                    "lang": "en",
                                    "n": "Srija"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "chinnamani",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "சின்னமணி"
                                },
                                {
                                    "lang": "en",
                                    "n": "Chinnamani"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "prasanna-balachandharan",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Prasanna Balachandharan"
                                },
                                {
                                    "lang": "ta",
                                    "n": "பிரசன்னா பாலச்சந்திரன்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "rajesh-balachandran",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "ராஜேஷ் பாலச்சந்திரன்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Rajesh Balachandran"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "Whenever Arun goes to Kodangipalayam, problems arise and Ammuchi tends to seamlessly solve it in the end. So, what problem did he create now?"
                        },
                        {
                            "lang": "ta",
                            "n": "அருண் கோடங்கிபாளையத்திற்கு செல்லும் போதெல்லாம்,பிரச்சனைகள் உருவெடுக்கும். அதை அம்முச்சி சுமூகமாக தீர்த்து வைப்பது வழக்கம். இம்முறை என்ன பிரச்சனை உருவானது?"
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "rajeshwar-k",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Rajeshwar.K"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ராஜேஷ்வர். K"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Action",
                                "Comedy"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "ஆக்ஷ்ன்",
                                "நகைச்சுவை"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "அம்முச்சி 2",
                                "அம்முச்சி 2 புதிய வெப்சீரிஸ்",
                                "புதிய வெப் சீரிஸ்",
                                "வெப்சீரிஸ்",
                                "புதிய தொடர்",
                                "வெப்சீரிஸ் தமிழ்",
                                "புதிய வெப்சீரிஸ் தமிழ்",
                                "புதிய அம்முச்சி 2 வெப்சீரிஸ்",
                                "புதிய அம்முச்சி 2 எபிசோடுகள்",
                                "புதிய அம்முச்சி 2 எபிசோடுகள் தமிழ்",
                                "புதிய அம்முச்சி 2 தொடர் தமிழ்",
                                "அம்முச்சி 2 வெப்சீரிஸ்",
                                "அம்முச்சி 2 முழு தொடர்",
                                "முழு எபிசோடுகள்",
                                "முழு வெப்சீரிஸ்",
                                "முழு தொடர்",
                                "2022 புதிய வெப்சீரிஸ்",
                                "2022 வெப்சீரிஸ்",
                                "2022 வெப் எபிசோட்கள்",
                                "2022 இன் அசல்",
                                "வெளியீடு",
                                "ஆஹா ஒரிஜினல் வெப்சீரிஸ்",
                                "ஆஹா வெளியீடுகள்",
                                "2022 ஆஹா ஒரிஜினல்கள்",
                                "நகைச்சுவை நாடகம் வெப்சீரிஸ்",
                                "நகைச்சுவை நாடகம்",
                                "தமிழ் நகைச்சுவைத் தொடர்",
                                "நகைச்சுவை வெப்சீரிஸ்",
                                "வெப்சீரிஸ்",
                                "அம்முச்சி 2 வெப்சீரிஸ்",
                                "நக்கலைட் வெப்சீரிஸ்",
                                "நக்கலைட் அம்முச்சி 2 புதிய வெப்சீரிஸ்",
                                "நக்கலைட் வெப்சீரிஸ்",
                                "நக்கலைட் அம்முச்சி",
                                "அம்முச்சி நக்கலைட்",
                                "நக்கலைட்",
                                "அம்முச்சி",
                                "ஆக்ஷ்ன்",
                                "ஆக்ஷ்ன் வெப்சீரிஸ்",
                                "ஆக்ஷ்ன் புதிய வெப்சீரிஸ்",
                                "ஆக்ஷ்ன் தமிழ் வெப்சீரிஸ்",
                                "அருண் குமார்",
                                "சசி செல்வராஜ்",
                                "ஸ்ரீஜா",
                                "சின்னமணி",
                                "பிரசன்னா பாலச்சந்திரன்",
                                "ராஜேஷ் பாலச்சந்திரன்",
                                "ராஜேஷ்வர்",
                                "நக்கலைட்ஸ் அணி",
                                "நாக்கலைட்ஸ் அணி",
                                "வெப்சீரிஸ்",
                                "நக்கலைட் நகைச்சுவை",
                                "நக்கலைட் ஆக்ஷ்ன் தொடர்",
                                "நக்கலைட் ஆக்ஷ்ன் வெப்சீரிஸ்",
                                "நக்கலைட் அருண் குமார்",
                                "நக்கலைட் அருண்",
                                "நக்கலைட் சசி",
                                "நக்கலைட் ஸ்ரீஜா",
                                "நக்கலைட் ராஜேஷ்வர்",
                                "நக்கலைட் ராஜேஷ்",
                                "அம்முச்சி அனைத்து எபிசோடுகள்",
                                "அம்முச்சி முழு வெப்சீரிஸ்",
                                "அம்முச்சி s1",
                                "அம்முச்சி s01",
                                "அம்முச்சி சீசன்1",
                                "சீசன்1 அம்முச்சி",
                                "நக்கலைட் சீசன்1"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Ammuchi 2"
                        },
                        {
                            "lang": "ta",
                            "n": "அம்முச்சி 2"
                        }
                    ],
                    "lwe": "2100-06-16T06:30:00Z",
                    "lws": "2022-06-16T18:15:00Z",
                    "net": "arhamedia",
                    "nu": "ammuchi-2",
                    "oadt": "2022-06-16T06:30:00Z",
                    "ph": [
                        {
                            "lang": "en",
                            "n": [
                                "Erumbugal Network"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "எறும்புகள் நெட்வொர்க்"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 2022,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U/A 7+"
                        }
                    ],
                    "st": "published",
                    "st_dt": "2022-06-16T18:15:00Z",
                    "tg": [
                        "exclusive"
                    ],
                    "tids": [
                        "00E65020-0692-4EF1-A98C-EE3F819107F1"
                    ],
                    "urn": "urn:resource:catalog:webseries",
                    "ut": "2023-02-03T12:34:24Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch Ammuchi Season 2 Web Series in Tamil on aha. Watch Ammuchi 2 Tamil Web Series Online. Watch Ammuchi 2 on OTT only on aha",
                                "lang": "en",
                                "n": "Ammuchi Season 2 Tamil Web Series Online in HD Quality on aha",
                                "tags": [
                                    "ammuchi season 2",
                                    "ammuchi 2 tamil web series"
                                ]
                            }
                        ],
                        "rs": "true"
                    }
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "HU",
                        "MS",
                        "SL",
                        "VE"
                    ],
                    "ao": "true",
                    "ct": "2022-05-11T12:15:17Z",
                    "cty": "webseries",
                    "ed_dt": "2100-05-12T06:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2100-01-01T09:33:00Z",
                            "f_st_dt": "2022-05-12T18:20:00Z"
                        }
                    ],
                    "ex_id": "kuthukku-pathu-ws-ta-2022",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "642C229A-36F4-47DD-9FD1-81141E6FC835",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "vijay-varadharaj",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "விஜய் வரதராஜ்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Vijay Varadharaj"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "abdool-lee",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Abdool Lee"
                                },
                                {
                                    "lang": "ta",
                                    "n": "அப்துல் லீ"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "sha-ra",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Sha Ra"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ஷா ரா"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "samyuktha-shanmuganathan",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Samyuktha Shanmuganathan"
                                },
                                {
                                    "lang": "ta",
                                    "n": "சம்யுக்தா ஷண்முகநாதன்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "bose-venkat",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Bose Venkat"
                                },
                                {
                                    "lang": "ta",
                                    "n": "போஸ் வெங்கட்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "aadukalam-naren",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Aadukalam Naren"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ஆடுகளம் நரேன்"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "A day of absurd chaos in the city of Chennai caused by youthful exuberance and comradeship. The consequences of an innocent love story extends from a hand fight and ends to a murder in this dark humour led story."
                        },
                        {
                            "lang": "ta",
                            "n": "இக்கதை ஒரு காதல் கடிதத்தால் ஏற்படும் கைகலப்பில் தொடங்கி ஒரு முக்கிய புள்ளியின் கொலையில் சென்று முடிகிறது. கதை நெடுக தொடரும் சண்டை சச்சரவுகளினூடே நகைச்சுவையுடன் பார்வையாளர்களை இட்டுச் செல்லும் டார்க் ஹ்யூமர் கதை."
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "vijay-varadharaj",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Vijay Varadharaj"
                                },
                                {
                                    "lang": "ta",
                                    "n": "விஜய் வரதராஜ்"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Comedy Drama",
                                "Action"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "நகைச்சுவை டிராமா",
                                "ஆக்ஷ்ன்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "குத்துக்கு பத்து",
                                "புதிய வெப்சீரிஸ்",
                                "புதிய வெப் சீரிஸ்",
                                "வெப்சீரிஸ்",
                                "புதிய தொடர்",
                                "வெப்சீரிஸ் தமிழ்",
                                "புதிய வெப்சீரிஸ் தமிழ்",
                                "புதிய குத்துக்கு பத்து வெப்சீரிஸ்",
                                "புதிய குத்துக்கு பத்து தொடர்",
                                "புதிய குத்துக்கு பத்து தொடர் தமிழ்",
                                "புதிய குத்துக்கு பத்து வெப்சீரிஸ் தமிழ்",
                                "18 பிளஸ்",
                                "18 பிளஸ் புதிய வெப்சீரிஸ்",
                                "18 பிளஸ் வெப்சீரிஸ்",
                                "18 பிளஸ் தொடர்",
                                "முழு வெப் சீரிஸ்",
                                "முழு தொடர்",
                                "முழு குத்துக்கு பத்து",
                                "முழு குத்துக்கு பத்து வெப் சீரிஸ்",
                                "முழு குத்துக்கு பத்து தொடர்",
                                "2022 புதிய தொடர்",
                                "2022 புதிய வெப் சீரிஸ்",
                                "2022 தொடர்",
                                "2022 புதிய வெளியீடு",
                                "புதிய வெளியீடு",
                                "லேட்டஸ்ட் வெளியீடு",
                                "சமீபத்திய வெளியீடு",
                                "ஆஹா ஒரிஜினல்கள்",
                                "ஆஹா ஒரிஜினல் வெப்சீரிஸ்",
                                "ஆஹா அசல் எபிசோடுகள்",
                                "ஆஹா வெளியீடுகள்",
                                "2022 ஆஹா ஒரிஜினல்",
                                "நகைச்சுவை நாடக வெப் சீரிஸ்",
                                "நகைச்சுவை நாடகம்",
                                "தமிழ் நகைச்சுவை நாடகம்",
                                "குத்துக்கு பத்து 18+",
                                "விஜய் வரதராஜ்",
                                "அப்துல் லீ",
                                "ஷா ரா",
                                "சம்யுக்தா ஷண்முகநாதன்",
                                "போஸ் வெங்கட்",
                                "ஆடுகளம் நரேன்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Kuthukku Pathu"
                        },
                        {
                            "lang": "ta",
                            "n": "குத்துக்கு பத்து"
                        }
                    ],
                    "lwe": "2100-05-12T06:30:00Z",
                    "lws": "2022-05-12T18:20:00Z",
                    "net": "arhamedia",
                    "nu": "kuthukku-pathu",
                    "oadt": "2022-05-12T06:30:00Z",
                    "ph": [
                        {
                            "lang": "ta",
                            "n": [
                                "டி கம்பேனி"
                            ]
                        },
                        {
                            "lang": "en",
                            "n": [
                                "D Company"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 2022,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "A"
                        }
                    ],
                    "st": "published",
                    "st_dt": "2022-05-12T18:20:00Z",
                    "tg": [
                        "exclusive"
                    ],
                    "tids": [
                        "383F1F5C-B037-4DE3-91ED-766318A2A318"
                    ],
                    "urn": "urn:resource:catalog:webseries",
                    "ut": "2023-02-03T12:40:41Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch Kuthukku Pathu Tamil Web Series by Temple Monkeys! Watch Kuthukku Pathu, a dark humour tamil webseries. Watch குத்துக்கு பத்து Kuthuku Pathu on OTT Online - aha",
                                "lang": "en",
                                "n": "Watch Kuthukku Pathu Web Series on OTT in HD - aha Originals",
                                "tags": [
                                    "kuthukku pathu",
                                    "kuthuku pathu",
                                    "kuthukku pathu web series",
                                    "குத்துக்கு பத்து",
                                    "kuthukku pathu ott",
                                    "kuthukku pathu tamil web series",
                                    "Temple Monkeys"
                                ]
                            }
                        ],
                        "rs": "true"
                    }
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "SF",
                        "MS"
                    ],
                    "ao": "true",
                    "ct": "2022-10-04T16:11:24Z",
                    "cty": "webseries",
                    "ed_dt": "2100-10-06T06:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2100-01-01T14:18:00Z",
                            "f_st_dt": "2022-10-06T18:20:00Z"
                        }
                    ],
                    "ex_id": "11th-hour-ws-ta-2021",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "030C9D5D-4411-45D1-B10C-06B1408C5432",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "tamannaah-bhatia",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "தமன்னா பாட்டியா"
                                },
                                {
                                    "lang": "en",
                                    "n": "Tamannaah Bhatia"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "arun-adith",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "அருண் அதித்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Arun Adith"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "vamsi-krishna",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "வம்சி கிருஷ்ணா"
                                },
                                {
                                    "lang": "en",
                                    "n": "Vamsi Krishna"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "madhusudhan-rao",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "மதுசூதன் ராவ்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Madhusudhan Rao"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "shatru",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "ஷத்ரு"
                                },
                                {
                                    "lang": "en",
                                    "n": "Shatru"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "pavitra-lokesh",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "பவித்ரா லோகேஷ்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Pavitra Lokesh"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "Courageous, fearless, and ambitious – She’s a woman trying to conquer a man’s world! Will Aratrika win the biggest fight of her life?"
                        },
                        {
                            "lang": "ta",
                            "n": "ஆண் ஆதிக்க சமூகத்தில் தனக்கான இடத்தை போராடி வெல்ல துடிக்கும் ஆராத்ரிக்கா, தன் வாழ்க்கையில் நிகழும் மிகப் பெரிய போராட்டத்தில் வெற்றி பெறுவாளா?"
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "praveen-sattaru",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "பிரவீன் சட்டாரு"
                                },
                                {
                                    "lang": "en",
                                    "n": "Praveen Sattaru"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Drama",
                                "Thriller"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "நாடகம்",
                                "த்ரில்லர்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "11th ஹவர்",
                                "11th ஹவர் புதிய வெப்சீரிஸ்",
                                "புதிய வெப்சீரிஸ்",
                                "வெப்சீரிஸ்",
                                "புதிய தொடர்",
                                "வெப்சீரிஸ் தமிழ்",
                                "புதிய வெப்சீரிஸ் தமிழ்",
                                "புதிய 11th ஹவர் வெப்சீரிஸ்",
                                "புதிய 11th ஹவர் எபிசோடுகள்",
                                "புதிய 11th ஹவர் எபிசோடுகள் தமிழ்",
                                "புதிய 11th ஹவர் தொடர்",
                                "புதிய 11th ஹவர் தொடர் தமிழ்",
                                "11th ஹவர் வெப்சீரிஸ்",
                                "11th ஹவர் முழு தொடர்",
                                "முழு எபிசோடுகள்",
                                "முழு வெப்சீரிஸ்",
                                "முழு தொடர்",
                                "2022 புதிய வெப்சீரிஸ்",
                                "2022 வெப்சீரிஸ்",
                                "2022 வெப் எபிசோட்ஸ்",
                                "2022 ரிலீஸ்",
                                "சமீபத்திய வெளியீடுகள்",
                                "ஆஹா ஒரிஜினல்ஸ் வெப்சீரிஸ்",
                                "ஆஹா ரிலீஸ்கள்",
                                "2022 ஆஹா ஒரிஜினல்கள்",
                                "நாடக வெப்சீரிஸ்",
                                "த்ரில்லர் வெப்சீரிஸ்",
                                "தமிழ் திரில்லர் தொடர்",
                                "த்ரில்லர் வெப்சீரிஸ்",
                                "வெப்சீரிஸ்",
                                "11th ஹவர் வெப்சீரிஸ்",
                                "நாடகம்",
                                "த்ரில்லர்",
                                "11th ஹவர் தொடர்",
                                "11th ஹவர்",
                                "11th ஹவர் தமிழ்",
                                "தமன்னா பாட்டியா",
                                "தமன்னா",
                                "தமன்னா வெப்சீரிஸ்",
                                "தமன்னா படங்கள்",
                                "தமன்னா தமிழ் திரைப்படங்கள்",
                                "அருண் ஆதித்",
                                "வம்சி கிருஷ்ணா",
                                "மதுசூதன் ராவ்",
                                "சத்ரு",
                                "பவித்ரா லோகேஷ்",
                                "பிரவீன் சத்தாரு",
                                "2021 வெப்சீரிஸ்",
                                "தமன்னா பாட்டியா",
                                "தமன்னா",
                                "தமன்னா திரைப்படங்கள்",
                                "தமன்னா தமிழ் திரைப்படங்கள்",
                                "அருண் அதித்",
                                "வம்சி கிருஷ்ணா",
                                "மதுசூதன் ராவ்",
                                "ஷத்ரு",
                                "பவித்ரா லோகேஷ்",
                                "பிரவீன் சட்டாரு",
                                "11th ஹவர் சீசன் 1",
                                "11th ஹவர் சீசன்1",
                                "11th ஹவர் s1"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "11th Hour"
                        },
                        {
                            "lang": "ta",
                            "n": "11th ஹவர்"
                        }
                    ],
                    "lwe": "2100-10-06T06:30:00Z",
                    "lws": "2022-10-06T18:20:00Z",
                    "net": "arhamedia",
                    "nu": "11th-hour-tamil",
                    "oadt": "2022-10-06T06:30:00Z",
                    "ph": [
                        {
                            "lang": "ta",
                            "n": [
                                "இன்ட்ரோப் ஆன்லைன்"
                            ]
                        },
                        {
                            "lang": "en",
                            "n": [
                                "Introupe Online"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 2021,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U/A 13+"
                        }
                    ],
                    "st": "published",
                    "st_dt": "2022-10-06T18:20:00Z",
                    "tg": [
                        "exclusive"
                    ],
                    "tids": [
                        "B6E18053-AA92-43B6-BD7D-F9A98B3D9DFA"
                    ],
                    "urn": "urn:resource:catalog:webseries",
                    "ut": "2023-03-31T16:18:36Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch 11th Hour on aha - Watch the Latest episode of 11th Hour only on aha.",
                                "lang": "en",
                                "n": "Watch the latest Episodes of 11th Hour on aha in HD Quality Stream Now.",
                                "tags": [
                                    "11th Hour on aha",
                                    "11th Hour"
                                ]
                            }
                        ],
                        "rs": "true"
                    }
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "HU",
                        "SF",
                        "EL"
                    ],
                    "ao": "true",
                    "ct": "2022-09-29T12:30:05Z",
                    "cty": "webseries",
                    "ed_dt": "2100-09-29T06:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2100-01-01T14:18:00Z",
                            "f_st_dt": "2022-09-29T18:20:00Z"
                        }
                    ],
                    "ex_id": "mad-company-ws-ta-2022",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "2FD9BC04-AEDB-4882-9D00-9E7EBB56EA70",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "prasanna",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Prasanna"
                                },
                                {
                                    "lang": "ta",
                                    "n": "பிரசன்னா"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "kanika",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Kaniha"
                                },
                                {
                                    "lang": "ta",
                                    "n": "கனிஹா"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "dhanya-balakrishna",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Dhanya Balakrishnan"
                                },
                                {
                                    "lang": "ta",
                                    "n": "தன்யா பாலகிருஷ்ணன்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "bommulakshmi",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "பொம்முலட்சுமி"
                                },
                                {
                                    "lang": "en",
                                    "n": "Bommulakshmi"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "suresh-chakravarthy",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "சுரேஷ் சக்கரவர்த்தி"
                                },
                                {
                                    "lang": "en",
                                    "n": "Suresh Chakravarthy"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "subbu-panchu",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Subbu Panchu"
                                },
                                {
                                    "lang": "ta",
                                    "n": "சுப்பு பஞ்சு"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "AK is a passionate actor and a renowned movie star. After being banned from acting in films, he found “Mad Company” which provides emotional service to clients who need it. Amaran, AK’s nemesis, who owns a news channel, commands his team that tarnishing Mad Company’s reputation is their only goal for the year."
                        },
                        {
                            "lang": "ta",
                            "n": "பிரபல முன்னாள் திரைப்பட நடிகரான ஏ.கே, மேட் கம்பெனி எனும் நிறுவனத்தை தொடங்குகிறார். அந்த நிறுவனம் மூலம் தனிமையில் வாழ்பவர்களின் வாழ்க்கையில் அவர்களுக்கு தேவையான ஓரு உறவுமுறையாக நடிப்பதற்கு நடிகர்களை வாடகைக்கு எடுத்து கொள்ளலாம். ஏ.கே வின் பரம எதிரியான அமரன், மேட் கம்பெனியையும், ஏ.கே வையும் அழிப்பதையே தனது ஒரே குறிக்கோளாக கொண்டுள்ளார்."
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "vignesh-vijayakumar",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "விக்னேஷ் விஜயகுமார்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Vignesh Vijayakumar"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Comedy",
                                "Drama"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "நகைச்சுவை",
                                "நாடகம்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "மேட் கம்பெனி",
                                "மேட் கம்பெனி புதிய வெப்சீரிஸ்",
                                "புதிய வெப் சீரிஸ்",
                                "வெப்சீரிஸ்",
                                "புதிய தொடர்",
                                "வெப்சீரிஸ் தமிழ்",
                                "புதிய வெப்சீரிஸ் தமிழ்",
                                "புதிய மேட் கம்பெனி வெப்சீரிஸ்",
                                "புதிய மேட் கம்பெனி எபிசோடுகள்",
                                "புதிய மேட் கம்பெனி எபிசோடுகள் தமிழ்",
                                "புதிய மேட் கம்பெனி தொடர் தமிழ்",
                                "மேட் கம்பெனி வெப்சீரிஸ்",
                                "மேட் கம்பெனி முழு தொடர்",
                                "முழு எபிசோடுகள்",
                                "முழு வலைத் தொடர்",
                                "முழு தொடர்",
                                "2022 புதிய வெப்சீரிஸ்",
                                "2022 வெப்சீரிஸ்",
                                "2022 வெப் எபிசோட்கள்",
                                "2022 வெளியீடுகள்",
                                "சமீபத்திய வெளியீடுகள் ட்ரெய்லர்",
                                "ஆஹா ஒரிஜினல்கள்",
                                "ஆஹா ஒரிஜினல்",
                                "ஆஹா ஒரிஜினல்கள்",
                                "நாடக வலைத்தொடர்கள்",
                                "நகைச்சுவை வெப்சீரிஸ்",
                                "தமிழ் நகைச்சுவைத் தொடர்",
                                "நகைச்சுவை வெப்சீரிஸ்",
                                "வெப்சீரிஸ்",
                                "மேட் கம்பெனி வெப்சீரிஸ்",
                                "நாடகம்",
                                "காமெடி",
                                "மேட் கம்பெனி தொடர்",
                                "பிரசன்னா",
                                "பிரசன்னா வெப்சீரிஸ்",
                                "பிரசன்னா தமிழ் வெப்சீரிஸ்",
                                "கனிகா",
                                "கனிகா தமிழ் வெப்சீரிஸ்",
                                "கனிகா வெப்சீரிஸ்",
                                "தன்யா பாலகிருஷ்ணன்",
                                "பொம்முலட்சுமி",
                                "சுரேஷ் சக்கரவர்த்தி",
                                "சுப்பு பஞ்சு",
                                "விக்னேஷ் விஜயகுமார்",
                                "பரத்",
                                "மேட்கம்பெனி",
                                "ஆஹா ஒரிஜினல் வெப்சீரிஸ்",
                                "மேட்கம்பெனி வெப்சீரிஸ்",
                                "மேட் கம்பெனி வெப்சீரிஸ்",
                                "பிரசன்னா மேட் கம்பெனி வெப்சீரிஸ்",
                                "பிரசன்னா மேட் கம்பெனி"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Mad Company"
                        },
                        {
                            "lang": "ta",
                            "n": "மேட் கம்பெனி"
                        }
                    ],
                    "lwe": "2100-09-29T06:30:00Z",
                    "lws": "2022-09-29T18:20:00Z",
                    "net": "arhamedia",
                    "nu": "mad-company",
                    "oadt": "2022-09-29T06:30:00Z",
                    "ph": [
                        {
                            "lang": "en",
                            "n": [
                                "Trendloud Digital India",
                                "Open Window"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "ட்ரெண்ட் லௌட் டிஜிட்டல் இந்தியா",
                                "ஓபன் விண்டோ"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 2022,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U/A 13+"
                        }
                    ],
                    "st": "published",
                    "st_dt": "2022-09-29T18:20:01Z",
                    "tg": [
                        "exclusive"
                    ],
                    "tids": [
                        "08017DB0-BD35-476D-9844-0D7939F8D984"
                    ],
                    "urn": "urn:resource:catalog:webseries",
                    "ut": "2023-02-03T12:34:20Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch Mad Company on aha - Watch the Latest episode of Mad Company only on aha.",
                                "lang": "en",
                                "n": "Watch the latest Episodes of Mad Company on aha in HD Quality Stream Now.",
                                "tags": [
                                    "Mad Company on aha",
                                    "Mad Company"
                                ]
                            }
                        ],
                        "rs": "true"
                    }
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "SF",
                        "MR"
                    ],
                    "ao": "true",
                    "ct": "2022-06-30T09:28:32Z",
                    "cty": "webseries",
                    "ed_dt": "2100-06-30T06:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2100-01-01T18:15:00Z",
                            "f_st_dt": "2022-06-30T18:15:00Z"
                        }
                    ],
                    "ex_id": "anyas-tutorial-ws-ta-2022",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "E73F9926-B250-457B-93C9-6DB8AFF2502E",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "regina-cassandra",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "ரெஜினா கசாண்ட்ரா"
                                },
                                {
                                    "lang": "en",
                                    "n": "Regina Cassandra"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "nivedhithaa-sathish",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "நிவேதிதா சதீஷ்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Nivedhithaa Sathish"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "pramodini-pammi",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "பிரமோதினி பம்மி"
                                },
                                {
                                    "lang": "en",
                                    "n": "Pramodini Pammi"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "darsh",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Darsh"
                                },
                                {
                                    "lang": "ta",
                                    "n": "தர்ஷ்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "sameer-malla",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "சமீர் மல்லா"
                                },
                                {
                                    "lang": "en",
                                    "n": "Sameer Malla"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "sai-kamakshi-bhaskarala",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "சாய் காமாக்ஷி பாஸ்கரலா"
                                },
                                {
                                    "lang": "en",
                                    "n": "Sai Kamakshi Bhaskarala"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "Anya’s YouTube channel becomes popular because of the paranormal activities happening in her haunted house and She decides to use the haunted house to her advantage."
                        },
                        {
                            "lang": "ta",
                            "n": "அமானுஷ்யம் நிறைந்த வீட்டில் நடக்கும் மர்மங்களால் ஆன்யாவின் யூடியூப் சேனல் பிரபலமடைய, ஆன்யா அதை தனக்கு சாதகமாக பயன்படுத்த நினைக்கிறார்."
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "pallavi-gangireddy",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Pallavi Gangireddy"
                                },
                                {
                                    "lang": "ta",
                                    "n": "பல்லவி கங்கிரெட்டி"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Thriller",
                                "Horror Thriller"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "த்ரில்லர்",
                                "திகில் த்ரில்லர்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "ஆன்யாஸ் டுடோரியல்",
                                "புதிய வெப்சீரிஸ்",
                                "புதிய வெப் சீரிஸ்",
                                "வெப்சீரிஸ்",
                                "புதிய தொடர்",
                                "வெப்சீரிஸ் தமிழ்",
                                "புதிய வெப்சீரிஸ் தமிழ்",
                                "புதிய ஆன்யாஸ் டுடோரியல் வெப்சீரிஸ்",
                                "புதிய ஆன்யாஸ் டுடோரியல்",
                                "வெப்சீரிஸ்",
                                "ஆன்யாஸ் டுடோரியல்",
                                "தமிழ்",
                                "புதிய ஆன்யாஸ் டுடோரியல் தொடர்",
                                "புதிய ஆன்யாஸ் டுடோரியல் தொடர் தமிழ்",
                                "முழு வெப்சீரிஸ்",
                                "முழு எபிடோட்கள்",
                                "2022 புதிய வெப்சீரிஸ்",
                                "2022 வெப்சீரிஸ் டீஸர்",
                                "2022 ஆன்யாஸ் டுடோரியல்",
                                "2022 வெளியீடுகள்",
                                "சமீபத்திய வெளியீடுகள்",
                                "ஆஹா அசல்",
                                "ஆஹா அசல்",
                                "அசல்",
                                "ஆஹா புதிய வெளியீடுகள்",
                                "2022 ஆஹா ஒரிஜினல்கள்",
                                "ஆஹா அசல் ஆன்யாஸ் டுடோரியல்",
                                "ரெஜினா கசாண்ட்ரா",
                                "ரெஜினா கசாண்ட்ரா தமிழ் திரைப்படங்கள்",
                                "ரெஜினா கசாண்ட்ரா திரைப்படங்கள்",
                                "நிவேதிதா சதீஷ்",
                                "நிவேதிதா சதீஷ் திரைப்படங்கள்",
                                "நிவேதிதா தமிழ் திரைப்படங்கள்",
                                "நிவேதிதா திரைப்படம்",
                                "ஷோபு யர்லகட்டா",
                                "பிரசாத் டெவினெனி",
                                "விஜய் கே சக்கரவர்த்தி",
                                "அரோல் கொரேலி",
                                "பல்லவி கங்கிரெட்டி",
                                "ரெஜினா",
                                "ரெஜினா வெப் சீரிஸ்",
                                "ரெஜினா புதிய வெப் சீரிஸ்",
                                "த்ரில்லர்",
                                "திகில் த்ரில்லர்",
                                "ரெஜினா த்ரில்லர் வெப்சீரிஸ்",
                                "ரெஜினா",
                                "ரெஜினா திகில் த்ரில்லர் வெப்சீரிஸ்",
                                "நிவேதிதா த்ரில்லர் வெப்சீரிஸ்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Anya's Tutorial"
                        },
                        {
                            "lang": "ta",
                            "n": "ஆன்யா'ஸ் டுடோரியல்"
                        }
                    ],
                    "lwe": "2100-06-30T06:30:00Z",
                    "lws": "2022-06-30T18:15:00Z",
                    "net": "arhamedia",
                    "nu": "anyas-tutorial-tamil",
                    "oadt": "2022-06-30T06:30:00Z",
                    "ph": [
                        {
                            "lang": "ta",
                            "n": [
                                "ஆர்கா மீடியா ஒர்க்ஸ்"
                            ]
                        },
                        {
                            "lang": "en",
                            "n": [
                                "Arka Media Works"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 2022,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U/A 13+"
                        }
                    ],
                    "st": "published",
                    "st_dt": "2022-06-30T18:15:00Z",
                    "tg": [
                        "exclusive"
                    ],
                    "tids": [
                        "3BD7481B-B1F9-4BBA-A1F9-F608C2EA2129"
                    ],
                    "urn": "urn:resource:catalog:webseries",
                    "ut": "2023-03-31T16:24:06Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch Anya's Tutorial Web Series in Tamil on aha. Watch Anya's Tutorial Tamil Web Series Online. Watch Anya's Tutorial on OTT only on aha",
                                "lang": "en",
                                "n": "Anya's Tutorial Tamil Web Series Online in HD Quality on aha",
                                "tags": [
                                    "Anya's Tutorial tamil web series",
                                    "Anya's Tutorial full web series",
                                    "Anya's Tutorial web series",
                                    "Anya's Tutorial ott",
                                    "Anyas Tutorial",
                                    "Anyas Tutorial web series",
                                    "Anyas"
                                ]
                            }
                        ],
                        "rs": "true"
                    }
                }
            ],
            "click_action": "detail",
            "con_tg": "regular",
            "diar": [
                {
                    "dt": "tv",
                    "iar": "0-2x3"
                },
                {
                    "dt": "browser",
                    "iar": "0-2x3"
                },
                {
                    "dt": "mobile",
                    "iar": "0-2x3"
                },
                {
                    "dt": "tablet",
                    "iar": "0-2x3"
                },
                {
                    "dt": "default",
                    "iar": "0-2x3"
                }
            ],
            "ed_dt": "2027-11-16T18:29:59Z",
            "edit": false,
            "i": [
                {
                    "count": 10,
                    "cu": "https://data-store-cdn.api.aha.firstlight.ai/content?ids=9A9F1E18-D5FF-477F-8DBC-005C70562C2B%2C6F40B3A6-FACD-4D2A-AC86-A123CC569A01%2CF0032C1B-F4F6-47D5-9086-919D819F476C%2CFFB649C3-A58F-42EF-BA9F-7B852B3620DA%2C99FD9C3F-AE9B-4308-BF78-C0DA1AD58EE8%2C7B86315A-7598-4E5F-A4E3-2D5F8EA1EB15%2C642C229A-36F4-47DD-9FD1-81141E6FC835%2C030C9D5D-4411-45D1-B10C-06B1408C5432%2C2FD9BC04-AEDB-4882-9D00-9E7EBB56EA70%2CE73F9926-B250-457B-93C9-6DB8AFF2502E&info=detail&mode=detail&st=published",
                    "priority": 1,
                    "type": "manual"
                }
            ],
            "iar": "0-2x3",
            "id": "63EEED27-8DBA-4887-88E6-5F871A6FE414",
            "lo": "carousel",
            "logo_overlay": {
                "enable": "true",
                "image_name": "original",
                "position": "top",
                "transparency": 100
            },
            "lon": [
                {
                    "lang": "en",
                    "n": "Free First Episode - Top 10 Web Series"
                },
                {
                    "lang": "ta",
                    "n": "ஃப்ரீயா ஒரு ப்ரீவியூ - டாப் 10 வெப் சீரிஸ்"
                }
            ],
            "s": "regular",
            "scroll_style": {
                "autoplay": "disable",
                "direction": "lefttoright",
                "loop": "disable",
                "type": "linear"
            },
            "st_dt": "2022-11-15T18:30:00Z",
            "stl": "regular",
            "tag_overlay": {
                "enable": "true",
                "position": "topright",
                "tag_name": "premium",
                "transparency": 100
            },
            "text_style": {
                "font_size": "medium",
                "font_stretch": "condensed",
                "font_style": "normal",
                "font_weight": "normal",
                "position": "top",
                "text_overlay": "disable",
                "transparency": 100
            },
            "urn": "urn:container"
        },
        {
            "appliesif": {
                "acl": [
                    "ta"
                ],
                "dt": [
                    "all"
                ],
                "reg": [
                    "all"
                ]
            },
            "cd": [
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "EG"
                    ],
                    "ao": "false",
                    "ct": "2023-03-13T18:55:40Z",
                    "cty": "webseries",
                    "ed_dt": "2099-12-31T17:00:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2099-12-31T17:00:00Z",
                            "f_st_dt": "2023-03-14T18:30:00Z",
                            "sp": [
                                "urn:package:free"
                            ]
                        }
                    ],
                    "ex_id": "hey-nee-romba-azhagha-irukke-ws-ta-2021",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "2454118C-0064-4C8B-ACE5-2D4C2BBF9F9E",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "indra-chandran",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "இந்திர சந்திரன்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Indra Chandran"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "dr-kassey-kalleichelvan",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Dr Kassey Kalleichelvan"
                                },
                                {
                                    "lang": "ta",
                                    "n": "டாக்டர் காசி கலைச்செல்வன்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "kavitha-thulasidas",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Kavitha Thulasidas"
                                },
                                {
                                    "lang": "ta",
                                    "n": "கவிதா துளசிதாஸ்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "nisha-kumar",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "நிஷா குமார்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Nisha Kumar"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "vanitha-saravanamuthu",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "வனிதா சரவணமுத்து"
                                },
                                {
                                    "lang": "en",
                                    "n": "Vanitha Saravanamuthu"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "A brand new info-ed show that not just aims to showcase the best Indian fashion designer, make-up artist and model but strives to keep the audience well informed too. How to spruce up both their closet, their knowledge of Indian fashion and the tips the juges give are beneficial to all."
                        },
                        {
                            "lang": "ta",
                            "n": "ஆகச் சிறந்த இந்திய ஆடையலங்கார வடிவமைப்பாளர், ஒப்பனைக்கலைஞர், மாடல் அழகர் அழகியற் முதலானோர் அணிவகுக்கக் களம் அமைத்துத் தருவது மட்டுமின்றி பார்ப்போருக்குச் சிறந்த தகவல்கள் தருவதையும் நோக்கமாகக் கொண்ட ஒரு புத்தம் புதிய நிகழ்ச்சி இது."
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Game Show"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "விளையாட்டு நிகழ்ச்சி"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "ஏய் நீ ரொம்ப அழகா இருக்கே Project V",
                                "ஏய் நீ ரொம்ப அழகா இருக்கே ஷோ",
                                "ஏய் நீ ரொம்ப அழகா இருக்கே தமிழ் ஷோ",
                                "சிங்கப்பூர் தொடர் உள்ளடக்கம்",
                                "சிங்கப்பூர் தொடர்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Hey Nee Romba Azhagha Irukke - Project V"
                        },
                        {
                            "lang": "ta",
                            "n": "ஏய் நீ ரொம்ப அழகா இருக்கே! - Project V"
                        }
                    ],
                    "lwe": "2099-12-31T17:00:00Z",
                    "lws": "2023-03-14T18:30:00Z",
                    "net": "arhamedia",
                    "nu": "hey-nee-romba-azhagha-irukke",
                    "oadt": "2023-03-13T05:30:00Z",
                    "ph": [
                        {
                            "lang": "en",
                            "n": [
                                "Tantra Television"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "தந்த்ரா டெலீவிஸின்"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 2021,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U"
                        }
                    ],
                    "st": "published",
                    "st_dt": "2023-03-14T18:30:00Z",
                    "tids": [
                        "F8D99A28-12AD-4D09-8996-BADAEA36B4A9"
                    ],
                    "urn": "urn:resource:catalog:webseries",
                    "ut": "2023-04-05T13:00:36Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch Hey Nee Romba Azhagha Irukke - Project V Full series Online on aha. Hey Nee Romba Azhagha Irukke - Project V series Now available to watch Online. Starring : Indra Chandran, Dr Kassey Kalleichelvan",
                                "lang": "en",
                                "n": "Watch Hey Nee Romba Azhagha Irukke - Project V Series Latest episode - Download Now",
                                "tags": [
                                    "Hey Nee Romba Azhagha Irukke - Project V Tamil series",
                                    "Hey Nee Romba Azhagha Irukke - Project V series Online"
                                ]
                            }
                        ],
                        "rs": "true"
                    }
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "EL"
                    ],
                    "ao": "false",
                    "aq": "Stereo",
                    "ct": "2023-03-13T18:48:24Z",
                    "cty": "movie",
                    "dfs": [
                        {
                            "fs": 190422,
                            "q": ""
                        },
                        {
                            "fs": 1246559138,
                            "q": ""
                        },
                        {
                            "fs": 1047049435,
                            "q": ""
                        },
                        {
                            "fs": 582346695,
                            "q": ""
                        },
                        {
                            "fs": 485546335,
                            "q": ""
                        },
                        {
                            "fs": 346364300,
                            "q": "high"
                        },
                        {
                            "fs": 253731068,
                            "q": ""
                        },
                        {
                            "fs": 214031456,
                            "q": "mid"
                        },
                        {
                            "fs": 146573884,
                            "q": ""
                        },
                        {
                            "fs": 139500533,
                            "q": "low"
                        },
                        {
                            "fs": 59004390,
                            "q": ""
                        },
                        {
                            "fs": 102297854,
                            "q": ""
                        },
                        {
                            "fs": 176492978,
                            "q": ""
                        },
                        {
                            "fs": 201406346,
                            "q": ""
                        },
                        {
                            "fs": 304650736,
                            "q": ""
                        },
                        {
                            "fs": 506671631,
                            "q": ""
                        },
                        {
                            "fs": 665551816,
                            "q": ""
                        },
                        {
                            "fs": 27413587,
                            "q": ""
                        },
                        {
                            "fs": 40773118,
                            "q": ""
                        },
                        {
                            "fs": 54132648,
                            "q": ""
                        }
                    ],
                    "ed_dt": "2099-12-31T17:00:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2099-12-31T17:00:00Z",
                            "f_st_dt": "2023-03-14T18:30:00Z",
                            "sp": [
                                "urn:package:free"
                            ]
                        }
                    ],
                    "ex_id": "sakthee-mv-ta-2021",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "0D0A315F-76C6-499F-9744-FE04FBF5F7C0",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "sajini-naidu",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Sajini Naidu"
                                },
                                {
                                    "lang": "ta",
                                    "n": "சஜினி நாயுடு"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "sreenidhi-rengaprasath",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "ஸ்ரீநிதி ரெங்கபிரசாத்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Sreenidhi Rengaprasath"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "re-sommasundaram",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Re Sommasundaram"
                                },
                                {
                                    "lang": "ta",
                                    "n": "Re சோமசுந்தரம்"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "A single mom fights against cancer and time as she embarks on a journey to find the perfect foster parents for her 2 young children. Clueless, stressed, and unprepared to tell her family or children about her short life span, she secretly tries to ensure her children will be taken care of. This film is an emotional tearjerker for you."
                        },
                        {
                            "lang": "ta",
                            "n": "புற்றுநோயோடும் காலத்தோடும் போராடியபடி, தன்னுடைய சிறு பிள்ளைகள் இருவருக்கு நல்லதொரு வளர்ப்புப் பெற்றோரைத் தேட முனையும் ஒற்றைப் பெற்றோரான ஒரு தாயின் பயணம் இது. செய்வதறியாத பதற்றத்தோடு, தன் குறுகிய ஆயுட்காலம் பற்றித் தன் குடும்பத்தினரிடமோ குழந்தைகளிடமோ சொல்லவும் முடியாமல் மெல்லவும் முடியாமல், தன் குழந்தைகள் தனக்குப்பின் பத்திரமாகப் பார்த்துக் கொள்ளப்படுவதை உறுதிசெய்ய அவர்களுக்கு தெரியாமலே முயலும் ஒரு தாயின் கலங்க வைக்கும் உணர்ச்சி மிக்க கண்ணீர்க் கதை இது."
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "jk-saravana",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "JK Saravana"
                                },
                                {
                                    "lang": "ta",
                                    "n": "JK சரவணா"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Drama"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "நாடகம்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "சக்தீ",
                                "சக்தீ திரைப்படம்",
                                "சக்தீ தமிழ் திரைப்படம்",
                                "சக்தீ திரைப்படம் தமிழ்",
                                "சக்தீ தமிழ் முழு திரைப்படங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில்",
                                "தமிழ் திரைப்படங்களை ஆன்லைனில் பாருங்கள்",
                                "சக்தீ திரைப்படம்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Sakthee"
                        },
                        {
                            "lang": "ta",
                            "n": "சக்தீ"
                        }
                    ],
                    "lwe": "2099-12-31T17:00:00Z",
                    "lws": "2023-03-14T18:30:00Z",
                    "mar": [
                        {
                            "m_ed": 173,
                            "m_st": 123,
                            "t": "skipintro"
                        },
                        {
                            "m_ed": 3339,
                            "m_st": 3273,
                            "t": "skipcredit"
                        }
                    ],
                    "net": "arhamedia",
                    "nu": "sakthee",
                    "pe": "false",
                    "ph": [
                        {
                            "lang": "en",
                            "n": [
                                "Tantra Films"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "தந்த்ரா பிலிம்ஸ்"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 2021,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U"
                        }
                    ],
                    "rt": 3339,
                    "st": "published",
                    "st_dt": "2023-03-14T18:30:45Z",
                    "tids": [
                        "A5B7F7E2-EC8B-490F-A344-25BEEDDB8FD8"
                    ],
                    "urn": "urn:resource:catalog:movie",
                    "ut": "2023-04-04T12:47:15Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch Sakthee Full Movie Online on aha. Sakthee movie Now available to watch Online. Staring Sajini Naidu, Ashwini Nair, Shamini Chandru, Sreenidhi Rengaprasath",
                                "lang": "en",
                                "n": "Watch Sakthee Full Movie Online - Download Now",
                                "tags": [
                                    "Sakthee Tamil Movies",
                                    "Sakthee Movie Online",
                                    "Sakthee Full Movies Online"
                                ]
                            }
                        ],
                        "rs": "true"
                    },
                    "vq": "FHD"
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "HU"
                    ],
                    "ao": "false",
                    "aq": "Stereo",
                    "ct": "2023-03-13T18:48:35Z",
                    "cty": "movie",
                    "dfs": [
                        {
                            "fs": 362688,
                            "q": ""
                        },
                        {
                            "fs": 59863584,
                            "q": ""
                        },
                        {
                            "fs": 89036818,
                            "q": ""
                        },
                        {
                            "fs": 118212299,
                            "q": ""
                        },
                        {
                            "fs": 2373864445,
                            "q": ""
                        },
                        {
                            "fs": 2041707066,
                            "q": ""
                        },
                        {
                            "fs": 1218622621,
                            "q": ""
                        },
                        {
                            "fs": 1028789431,
                            "q": ""
                        },
                        {
                            "fs": 752836049,
                            "q": "high"
                        },
                        {
                            "fs": 558069776,
                            "q": ""
                        },
                        {
                            "fs": 485276732,
                            "q": "mid"
                        },
                        {
                            "fs": 338002500,
                            "q": ""
                        },
                        {
                            "fs": 335616630,
                            "q": "low"
                        },
                        {
                            "fs": 153541082,
                            "q": ""
                        },
                        {
                            "fs": 253492141,
                            "q": ""
                        },
                        {
                            "fs": 410906171,
                            "q": ""
                        },
                        {
                            "fs": 464060274,
                            "q": ""
                        },
                        {
                            "fs": 644212844,
                            "q": ""
                        },
                        {
                            "fs": 962119411,
                            "q": ""
                        },
                        {
                            "fs": 1219382152,
                            "q": ""
                        }
                    ],
                    "ed_dt": "2099-12-31T17:00:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2099-12-31T17:00:00Z",
                            "f_st_dt": "2023-03-14T18:30:00Z",
                            "sp": [
                                "urn:package:free"
                            ]
                        }
                    ],
                    "ex_id": "pickles-mv-ta-2017",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "8BB2C17C-224D-41DE-9431-11668163D0E9",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "karthikeyan-somasundaram",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Karthikeyan Somasundaram"
                                },
                                {
                                    "lang": "ta",
                                    "n": "கார்திகேயன் சோமசுந்தரம்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "naghraj-m",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Naghraj M"
                                },
                                {
                                    "lang": "ta",
                                    "n": "நாகராஜ் M"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "leasha-sonam",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Leasha Sonam"
                                },
                                {
                                    "lang": "ta",
                                    "n": "லேசா சோனம்"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "Five diverse characters form a film company to embark on achieving their individual dreams and pursue their passions. Clueless about filmmaking, the team of misfits are determined to produce a film. What follows next in their lives is the story of this emotional roller coaster 'Pickles'. This is an adaptation of true stories from our Singaporean media industry."
                        },
                        {
                            "lang": "ta",
                            "n": "ஐந்து மாறுப்பட்ட நபர்கள் தங்கள் தனிப்பட்ட கனவுகளை அடைவதற்கும் தங்கள் ஆர்வங்களைத் தொடர்வதற்கும் திரைப்பட நிறுவனம் ஒன்றை உருவாக்குகிறார்கள். ஒருவருக்கொருவர் ஒத்துப் போக முடியாத இவர்கள் குழுவாகச் சேர்ந்து திரைப்படம் ஒன்றை தயாரிக்க முனைகிறார்கள். அவர்களின் வாழக்கையில் என்ன நடக்கப்போகிறது, என்ன திருப்பங்கள் காத்திருக்கிறது என்பதே இந்த உணர்ச்சிப்பூர்வமான படத்தின் கதை. நம் சிங்கப்பூர் ஊடகத் துறையின் உண்மைக்கு கதைகளைத் தழுவி எடுக்கப்பட்ட இப்படம் பார்வையாளர்களை ரசிக்க வைக்கும்."
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "jk-saravana",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "JK சரவணா"
                                },
                                {
                                    "lang": "en",
                                    "n": "JK Saravana"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Comedy"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "நகைச்சுவை"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "பிக்கிள்ஸ்",
                                "பிக்கிள்ஸ் திரைப்படம்",
                                "பிக்கிள்ஸ் தமிழ் திரைப்படம்",
                                "பிக்கிள்ஸ் திரைப்படம் தமிழ்",
                                "பிக்கிள்ஸ் தமிழ் முழு திரைப்படங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில்",
                                "தமிழ் திரைப்படங்களை ஆன்லைனில் பாருங்கள்",
                                "பிக்கிள்ஸ் திரைப்படம்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Pickles"
                        },
                        {
                            "lang": "ta",
                            "n": "பிக்கிள்ஸ்"
                        }
                    ],
                    "lwe": "2099-12-31T17:00:00Z",
                    "lws": "2023-03-14T18:30:00Z",
                    "mar": [
                        {
                            "m_ed": 75,
                            "m_st": 6,
                            "t": "skipintro"
                        },
                        {
                            "m_ed": 7293,
                            "m_st": 7036,
                            "t": "skipcredit"
                        }
                    ],
                    "net": "arhamedia",
                    "nu": "pickles",
                    "pe": "false",
                    "ph": [
                        {
                            "lang": "en",
                            "n": [
                                "Tantra Films"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "தந்த்ரா பிலிம்ஸ்"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 2017,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U"
                        }
                    ],
                    "rt": 7293,
                    "st": "published",
                    "st_dt": "2023-03-14T18:30:00Z",
                    "tids": [
                        "9EE035F4-2D6B-4A86-A6B0-02BE7963DFBC"
                    ],
                    "urn": "urn:resource:catalog:movie",
                    "ut": "2023-04-04T13:13:08Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch Pickles Full Movie Online on aha. Pickles movie Now available to watch Online. Staring Karthikeyan Somasundaram, Saravanan Ayyavoo",
                                "lang": "en",
                                "n": "Watch Pickles Full Movie Online - Download Now",
                                "tags": [
                                    "Pickles Tamil Movies",
                                    "Pickles Movie Online",
                                    "Pickles Full Movies Online"
                                ]
                            }
                        ],
                        "rs": "true"
                    },
                    "vq": "FHD"
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "HU"
                    ],
                    "ao": "false",
                    "aq": "Stereo",
                    "ct": "2023-03-13T18:48:51Z",
                    "cty": "movie",
                    "dfs": [
                        {
                            "fs": 190765,
                            "q": ""
                        },
                        {
                            "fs": 36085945,
                            "q": ""
                        },
                        {
                            "fs": 53671630,
                            "q": ""
                        },
                        {
                            "fs": 71257550,
                            "q": ""
                        },
                        {
                            "fs": 111140414,
                            "q": ""
                        },
                        {
                            "fs": 183798506,
                            "q": ""
                        },
                        {
                            "fs": 205802463,
                            "q": ""
                        },
                        {
                            "fs": 294507006,
                            "q": ""
                        },
                        {
                            "fs": 454772058,
                            "q": ""
                        },
                        {
                            "fs": 575144952,
                            "q": ""
                        },
                        {
                            "fs": 1135508291,
                            "q": ""
                        },
                        {
                            "fs": 985562103,
                            "q": ""
                        },
                        {
                            "fs": 565637587,
                            "q": ""
                        },
                        {
                            "fs": 503439731,
                            "q": ""
                        },
                        {
                            "fs": 361453169,
                            "q": "high"
                        },
                        {
                            "fs": 263917390,
                            "q": ""
                        },
                        {
                            "fs": 237871067,
                            "q": "mid"
                        },
                        {
                            "fs": 160080142,
                            "q": ""
                        },
                        {
                            "fs": 166980883,
                            "q": "low"
                        },
                        {
                            "fs": 66701449,
                            "q": ""
                        }
                    ],
                    "ed_dt": "2099-12-31T17:00:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2099-12-31T17:00:00Z",
                            "f_st_dt": "2023-03-14T18:30:00Z",
                            "sp": [
                                "urn:package:free"
                            ]
                        }
                    ],
                    "ex_id": "lucky-loga-mv-ta-2017",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "E58568F9-D592-4E1B-A22D-D80DBD440812",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "gnanasegaran-guru",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Gnanasegaran Guru"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ஞானசேகரன் குரு"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "luckyloga-kokila",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "கோகிலா"
                                },
                                {
                                    "lang": "en",
                                    "n": "Kokila"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "kuhasini",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Kuhasini"
                                },
                                {
                                    "lang": "ta",
                                    "n": "குஹாசினி"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "Loganathan, known as Loga - your average dude, trying to keep his life together. As the sole breadwinner of the family, he does odd jobs to keep the family going. Yet, nothing in life seems to go right for him. Eventually he decides to end his own life but things take a turn when he meets sam. Will Loga's luck change?"
                        },
                        {
                            "lang": "ta",
                            "n": "லோகா எனப்படும் லோகநாதன், தன் வாழ்க்கையைப் பொறுப்பாக வாழ முயலும் சராசரி நபர். குடும்பத்தின் ஒரே வாழ்வாதாரமான இவர், குடும்பம் நடத்துவதற்காகச் சிறு சிறு வேலைகளைச் செய்கிறார். எனினும் வாழ்க்கையில் எதுவும் அவருக்குச் சரியாகப் போவதாகத் தெரியவில்லை. திடீர் திருப்பமாக அவர் சாமை சந்திக்கிறார். லோகாவின் அதிர்ஷ்டம் மாறுமா?"
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "jk-saravana",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "JK சரவணா"
                                },
                                {
                                    "lang": "en",
                                    "n": "JK Saravana"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Drama",
                                "Comedy"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "நாடகம்",
                                "நகைச்சுவை"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "லக்கி லோகா",
                                "லக்கி லோகா படம்",
                                "லக்கி லோகா தமிழ் திரைப்படம்",
                                "லக்கி லோகா திரைப்படம் தமிழ்",
                                "லக்கி லோகா தமிழ் முழு திரைப்படங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில்",
                                "ஆன்லைனில் தமிழ் திரைப்படங்களை பார்க்க",
                                "லக்கி லோகா படம்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Lucky Loga"
                        },
                        {
                            "lang": "ta",
                            "n": "லக்கி லோகா"
                        }
                    ],
                    "lwe": "2099-12-31T17:00:00Z",
                    "lws": "2023-03-14T18:30:00Z",
                    "mar": [
                        {
                            "m_ed": 80,
                            "m_st": 6,
                            "t": "skipintro"
                        },
                        {
                            "m_ed": 4386,
                            "m_st": 4261,
                            "t": "skipcredit"
                        }
                    ],
                    "net": "arhamedia",
                    "nu": "lucky-loga",
                    "pe": "false",
                    "ph": [
                        {
                            "lang": "ta",
                            "n": [
                                "தந்த்ரா பிலிம்ஸ்"
                            ]
                        },
                        {
                            "lang": "en",
                            "n": [
                                "Tantra Films"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 2017,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U"
                        }
                    ],
                    "rt": 4386,
                    "st": "published",
                    "st_dt": "2023-03-14T18:30:00Z",
                    "tids": [
                        "24CACEB1-71FC-449D-8046-C2EBCECA1C9E"
                    ],
                    "urn": "urn:resource:catalog:movie",
                    "ut": "2023-04-04T12:44:43Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch Lucky Loga Full Movie Online on aha. Lucky Loga movie Now available to watch Online. Staring Abdul Kather, Gnanasegaran Guru, Kannan Pillai, Kuhasini",
                                "lang": "en",
                                "n": "Watch Lucky Loga Full Movie Online - Download Now",
                                "tags": [
                                    "Lucky Loga Tamil Movies",
                                    "Lucky Loga Movie Online",
                                    "Lucky Loga Full Movies Online"
                                ]
                            }
                        ],
                        "rs": "true"
                    },
                    "vq": "FHD"
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "EL"
                    ],
                    "ao": "false",
                    "aq": "Stereo",
                    "ct": "2023-03-13T18:48:46Z",
                    "cty": "movie",
                    "dfs": [
                        {
                            "fs": 1637301081,
                            "q": ""
                        },
                        {
                            "fs": 1415445616,
                            "q": ""
                        },
                        {
                            "fs": 820652397,
                            "q": ""
                        },
                        {
                            "fs": 713999170,
                            "q": ""
                        },
                        {
                            "fs": 514251817,
                            "q": "high"
                        },
                        {
                            "fs": 381238923,
                            "q": ""
                        },
                        {
                            "fs": 335980600,
                            "q": "mid"
                        },
                        {
                            "fs": 232453096,
                            "q": ""
                        },
                        {
                            "fs": 232439824,
                            "q": "low"
                        },
                        {
                            "fs": 96884515,
                            "q": ""
                        },
                        {
                            "fs": 161626821,
                            "q": ""
                        },
                        {
                            "fs": 265893135,
                            "q": ""
                        },
                        {
                            "fs": 299319808,
                            "q": ""
                        },
                        {
                            "fs": 424562575,
                            "q": ""
                        },
                        {
                            "fs": 647394346,
                            "q": ""
                        },
                        {
                            "fs": 825302270,
                            "q": ""
                        },
                        {
                            "fs": 44785232,
                            "q": ""
                        },
                        {
                            "fs": 66611110,
                            "q": ""
                        },
                        {
                            "fs": 88436987,
                            "q": ""
                        }
                    ],
                    "ed_dt": "2099-12-31T17:00:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2099-12-31T17:00:00Z",
                            "f_st_dt": "2023-03-14T18:30:00Z",
                            "sp": [
                                "urn:package:free"
                            ]
                        }
                    ],
                    "ex_id": "times-up-mama-mv-ta-2017",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "A984DB17-CE33-43F8-88DE-CB9E431F29E0",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "puravalan-narayanasamy",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Puravalan Narayanasamy"
                                },
                                {
                                    "lang": "ta",
                                    "n": "புரவலன் நாராயணசாமி"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "khomala",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "கோமலா"
                                },
                                {
                                    "lang": "en",
                                    "n": "Khomala"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "suresh-roy",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "சுரேஷ் ராய்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Suresh Roy"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "sajini-naidu",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "சஜினி நாயுடு"
                                },
                                {
                                    "lang": "en",
                                    "n": "Sajini Naidu"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "Pura, Magesh, and Karthik, three unlikely strangers who have never met before, spend the night of their lives together. They are united by the same goal: to live life to the fullest in the next 24 hours. Who do they run into? What exactly do they do? What happens to them? Will they be able to live their lives to the utmost in 24 hours? summarises the plot."
                        },
                        {
                            "lang": "ta",
                            "n": "புரா, மகேஷ், கார்த்திக் எனும் வெவ்வேறு விதமான மூவர். இதுவரை சந்தித்திராத இவர்கள், அடுத்த 24 மணி நேரத்தில், இதுவரை இல்லாதவாறு வாழ்க்கையை அனுபித்துவிட வேண்டும் என்ற ஒரே பொது இலக்கால் இணைக்கப்பட்டு, தங்கள் வாழ்நாளின் இரவொன்றில் ஒன்று கூடுகிறார்கள். இவர்கள் எதற்காகச் சந்திக்கிறார்கள்? என்ன செய்கிறாரிகள்? என்னவானார்கள்? 24 நேரத்தில் அவர்கள் வாழ்க்கையை முழுமையாக வாழ்வார்களா? என்பதே கதை."
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "jk-saravana",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "JK சரவணா"
                                },
                                {
                                    "lang": "en",
                                    "n": "JK Saravana"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Drama"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "நாடகம்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "டைம்ஸ் அப் மாமா",
                                "டைம்ஸ் அப் மாமா திரைப்படம்",
                                "டைம்ஸ் அப் மாமா தமிழ் திரைப்படம்",
                                "டைம்ஸ் அப் மாமா திரைப்படம் தமிழ்",
                                "டைம்ஸ் அப் மாமா தமிழ் முழு திரைப்படங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில்",
                                "தமிழ் திரைப்படங்களை ஆன்லைனில் பாருங்கள்",
                                "டைம்ஸ் அப் மாமா திரைப்படம்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Times Up Mama"
                        },
                        {
                            "lang": "ta",
                            "n": "டைம்ஸ் அப் மாமா"
                        }
                    ],
                    "lwe": "2099-12-31T17:00:00Z",
                    "lws": "2023-03-14T18:30:00Z",
                    "mar": [
                        {
                            "m_ed": 40,
                            "m_st": 6,
                            "t": "skipintro"
                        },
                        {
                            "m_ed": 5456,
                            "m_st": 5335,
                            "t": "skipcredit"
                        }
                    ],
                    "net": "arhamedia",
                    "nu": "times-up-mama",
                    "pe": "false",
                    "ph": [
                        {
                            "lang": "en",
                            "n": [
                                "Tantra Films"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "தந்த்ரா பிலிம்ஸ்"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 2017,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U"
                        }
                    ],
                    "rt": 5456,
                    "st": "published",
                    "st_dt": "2023-03-14T18:30:00Z",
                    "tids": [
                        "A5CF1D29-4D77-4E87-81D9-AB44092DE105"
                    ],
                    "urn": "urn:resource:catalog:movie",
                    "ut": "2023-04-04T12:56:37Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch Times up Mama Full Movie Online on aha. Times up Mama movie Now available to watch Online. Staring Puravalan Narayanasamy, Nagaraj, Kishore Kumaran Rengaprasath",
                                "lang": "en",
                                "n": "Watch Times up Mama Full Movie Online - Download Now",
                                "tags": [
                                    "Times up Mama Tamil Movies",
                                    "Times up Mama Movie Online",
                                    "Times up Mama Full Movies Online"
                                ]
                            }
                        ],
                        "rs": "true"
                    },
                    "vq": "FHD"
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "SF"
                    ],
                    "ao": "false",
                    "ct": "2023-03-13T18:48:40Z",
                    "cty": "webseries",
                    "ed_dt": "2099-12-31T17:00:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2099-12-31T17:00:00Z",
                            "f_st_dt": "2023-03-14T18:30:00Z",
                            "sp": [
                                "urn:package:free"
                            ]
                        }
                    ],
                    "ex_id": "singa-airlines-ws-ta-2019",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "BC19F635-CC7F-4DA1-BE41-D255780F784B",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "luckyloga-kokila",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Kokila"
                                },
                                {
                                    "lang": "ta",
                                    "n": "கோகிலா"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "jaynesh",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Jaynesh"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ஜெய்னேஷ்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "malene",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Malene"
                                },
                                {
                                    "lang": "ta",
                                    "n": "மலென்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "mathialagan",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Mathialagan"
                                },
                                {
                                    "lang": "ta",
                                    "n": "மதியழகன்"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "Enter Singa Airlines, the world's first Tamil airline drama series! Experience the mystery of a missing plane, a lone survivor, a hot-headed cop, and the families of the vanished crew. Get ready for thrilling adventures and heart-pumping suspense as the story of the vanished plane in 2009 unfolds."
                        },
                        {
                            "lang": "ta",
                            "n": "உலகின் முதல் தமிழ் விமான நாடகத் தொடரான ​​சிங்க ஏர்லைன்ஸில் நுழையுங்கள்! காணாமல் போன விமானம், தனிமையில் உயிர் பிழைத்தவர், கோவக்கார போலீஸ்காரர் மற்றும் காணாமல் போன குழுவினரின் குடும்பங்களின் மர்மத்தை காணுங்கள். 2009 இல் மறைந்த விமானத்தின் கதையின் சஸ்பென்ஸை அனுபவியுங்கள்."
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Action",
                                "Thriller"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "ஆக்ஷ்ன்",
                                "த்ரில்லர்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "சிங்க ஏர்லைன்ஸ்",
                                "சிங்க ஏர்லைன்ஸ் வெப் சீரிஸ்",
                                "சிங்க ஏர்லைன்ஸ் தொடர்",
                                "சிங்க ஏர்லைன்ஸ் தமிழ் தொடர்",
                                "முதல் ஏர்லைன்ஸ் வெப் சீரிஸ்",
                                "சிங்கப்பூர் உள்ளடக்கம்",
                                "சிங்கப்பூர் தொடர்",
                                "சிங்க ஏர்லைன்ஸ் தமிழ்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Singa Airlines"
                        },
                        {
                            "lang": "ta",
                            "n": "சிங்கா ஏர்லைன்ஸ்"
                        }
                    ],
                    "lwe": "2099-12-31T17:00:00Z",
                    "lws": "2023-03-14T18:30:00Z",
                    "net": "arhamedia",
                    "nu": "singa-airlines",
                    "oadt": "2023-03-13T05:30:00Z",
                    "ph": [
                        {
                            "lang": "en",
                            "n": [
                                "Tantra Television"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "தந்த்ரா டெலீவிஸின்"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 2019,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U"
                        }
                    ],
                    "st": "published",
                    "st_dt": "2023-03-14T18:30:00Z",
                    "tids": [
                        "F346860A-CE04-4175-9B15-2B4C0C84398C"
                    ],
                    "urn": "urn:resource:catalog:webseries",
                    "ut": "2023-04-05T13:05:41Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch Singa Airlines Tamil Full series Online on aha. Singa Airlines Tamil series Now available to watch Online. Starring Kokila, Jayaram, Santhi, Mohanavel",
                                "lang": "en",
                                "n": "Watch Singa Airlines Tamil Series Latest episode - Download Now",
                                "tags": [
                                    "Singa Airlines Tamil series",
                                    "Singa Airlines Tamil series Online"
                                ]
                            }
                        ],
                        "rs": "true"
                    }
                }
            ],
            "click_action": "detail",
            "con_tg": "regular",
            "diar": [
                {
                    "dt": "tv",
                    "iar": "0-2x3"
                },
                {
                    "dt": "browser",
                    "iar": "0-2x3"
                },
                {
                    "dt": "mobile",
                    "iar": "0-2x3"
                },
                {
                    "dt": "tablet",
                    "iar": "0-2x3"
                },
                {
                    "dt": "default",
                    "iar": "0-2x3"
                }
            ],
            "ed_dt": "2028-01-25T18:29:00Z",
            "edit": false,
            "i": [
                {
                    "count": 6,
                    "cu": "https://data-store-cdn.api.aha.firstlight.ai/content?ids=2454118C-0064-4C8B-ACE5-2D4C2BBF9F9E%2C0D0A315F-76C6-499F-9744-FE04FBF5F7C0%2C8BB2C17C-224D-41DE-9431-11668163D0E9%2CE58568F9-D592-4E1B-A22D-D80DBD440812%2CA984DB17-CE33-43F8-88DE-CB9E431F29E0%2CBC19F635-CC7F-4DA1-BE41-D255780F784B&info=detail&mode=detail&st=published",
                    "priority": 1,
                    "type": "manual"
                }
            ],
            "iar": "0-2x3",
            "id": "1623CC2B-2F4D-421D-9DF3-FE8347BBC840",
            "lo": "carousel",
            "logo_overlay": {
                "enable": "true",
                "image_name": "original",
                "position": "top",
                "transparency": 100
            },
            "lon": [
                {
                    "lang": "en",
                    "n": "Made in Singapore – Free to Watch"
                },
                {
                    "lang": "ta",
                    "n": "சிங்கப்பூரில் தயாரித்தது - இலவசமாய் பார்க்கலாம்"
                }
            ],
            "s": "regular",
            "scroll_style": {
                "autoplay": "disable",
                "direction": "lefttoright",
                "loop": "disable",
                "type": "linear"
            },
            "st_dt": "2022-01-24T18:30:00Z",
            "stl": "regular",
            "tag_overlay": {
                "enable": "true",
                "position": "topright",
                "tag_name": "premium",
                "transparency": 100
            },
            "text_style": {
                "font_size": "medium",
                "font_stretch": "condensed",
                "font_style": "normal",
                "font_weight": "normal",
                "position": "top",
                "text_overlay": "disable",
                "transparency": 100
            },
            "urn": "urn:container"
        },
        {
            "appliesif": {
                "acl": [
                    "ta"
                ],
                "dt": [
                    "all"
                ],
                "reg": [
                    "all"
                ]
            },
            "click_action": "player",
            "con_tg": "regular",
            "diar": [
                {
                    "dt": "tv",
                    "iar": "0-16x9"
                },
                {
                    "dt": "browser",
                    "iar": "0-16x9"
                },
                {
                    "dt": "mobile",
                    "iar": "0-16x9"
                },
                {
                    "dt": "tablet",
                    "iar": "0-16x9"
                },
                {
                    "dt": "default",
                    "iar": "0-16x9"
                }
            ],
            "ed_dt": "2028-01-25T18:29:00Z",
            "edit": false,
            "i": [],
            "iar": "0-16x9",
            "id": "C8B095A8-EAF2-4E45-81A2-48818C24D007",
            "lo": "carousel",
            "logo_overlay": {
                "enable": "true",
                "image_name": "logo",
                "position": "top",
                "transparency": 100
            },
            "lon": [
                {
                    "lang": "en",
                    "n": "Upcoming on aha"
                },
                {
                    "lang": "ta",
                    "n": "விரைவில்"
                }
            ],
            "s": "regular",
            "scroll_style": {
                "autoplay": "disable",
                "direction": "lefttoright",
                "loop": "disable",
                "type": "linear"
            },
            "st_dt": "2022-02-15T18:30:00Z",
            "stl": "regular",
            "tag_overlay": {
                "enable": "true",
                "position": "topright",
                "tag_name": "premium",
                "transparency": 100
            },
            "text_style": {
                "font_size": "medium",
                "font_stretch": "condensed",
                "font_style": "normal",
                "font_weight": "normal",
                "position": "top",
                "text_overlay": "disable",
                "transparency": 100
            },
            "urn": "urn:container"
        },
        {
            "appliesif": {
                "acl": [
                    "ta"
                ],
                "dt": [
                    "all"
                ],
                "reg": [
                    "all"
                ]
            },
            "cd": [
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "SF",
                        "VE",
                        "SC"
                    ],
                    "ao": "false",
                    "aq": "Stereo",
                    "ct": "2023-01-11T07:45:36Z",
                    "cty": "movie",
                    "dfs": [
                        {
                            "fs": 72211228,
                            "q": ""
                        },
                        {
                            "fs": 107403634,
                            "q": ""
                        },
                        {
                            "fs": 142596039,
                            "q": ""
                        },
                        {
                            "fs": 2840839865,
                            "q": ""
                        },
                        {
                            "fs": 2445609358,
                            "q": ""
                        },
                        {
                            "fs": 1426261920,
                            "q": ""
                        },
                        {
                            "fs": 1233941870,
                            "q": ""
                        },
                        {
                            "fs": 874002797,
                            "q": "high"
                        },
                        {
                            "fs": 650537429,
                            "q": ""
                        },
                        {
                            "fs": 566304269,
                            "q": "mid"
                        },
                        {
                            "fs": 395297113,
                            "q": ""
                        },
                        {
                            "fs": 395061064,
                            "q": "low"
                        },
                        {
                            "fs": 175506293,
                            "q": ""
                        },
                        {
                            "fs": 400534,
                            "q": ""
                        }
                    ],
                    "ed_dt": "2026-02-24T10:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2026-02-24T10:30:00Z",
                            "f_st_dt": "2023-02-24T10:30:00Z",
                            "sp": [
                                "urn:package:free"
                            ]
                        }
                    ],
                    "ex_id": "manmadhan-mv-ta-2004",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "714F9D2F-1006-4DB2-AF79-8E438937DF37",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "silambarasan",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "சிலம்பரசன்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Silambarsan"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "jyothika",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "ஜோதிகா"
                                },
                                {
                                    "lang": "en",
                                    "n": "Jyothika"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "sindhu-tulani",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "சிந்து தொலானி"
                                },
                                {
                                    "lang": "en",
                                    "n": "Sindhu Tholani"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "goundamani",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "கவுண்டமணி"
                                },
                                {
                                    "lang": "en",
                                    "n": "Goundamani"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "When Mythili meets Madhan, she gets attracted to him. However, she is terrified of him as he resembles the serial killer from her nightmare."
                        },
                        {
                            "lang": "ta",
                            "n": "மைதிலி மதன் மீது காதல் வயப்படுகிறாள். இருப்பினும், அவன் அவளது கனவில் வரும் தொடர் கொலைகாரனைப் போல இருப்பதால் பயம் அவளை ஆட்கொள்கிறது."
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "a-j-murugan",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "A.J.முருகன்"
                                },
                                {
                                    "lang": "en",
                                    "n": "A.J.Murugan"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Thriller",
                                "Crime"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "த்ரில்லர்",
                                "குற்றம்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "மன்மதன்",
                                "மன்மதன் திரைப்படம்",
                                "தமிழ் முழு படங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில் பாருங்கள்",
                                "தமிழ் திரைப்படங்கள்",
                                "மன்மதன் படம் டிரெய்லரை இப்போது பாருங்கள்",
                                "தமிழ் திரைப்படங்கள்",
                                "த்ரில்லர் தமிழ் திரைப்படங்கள்",
                                "குற்றம் தமிழ் திரைப்படங்கள்",
                                "த்ரில்லர் திரைப்படங்கள்",
                                "குற்றம் திரைப்படங்கள்",
                                "த்ரில்லர்",
                                "குற்றம்",
                                "சிலம்பரசன்",
                                "சிலம்பரசன் தமிழ் திரைப்படங்கள்",
                                "சிலம்பரசன் திரைப்படங்கள்",
                                "சிம்பு",
                                "சிம்பு திரைப்படங்கள்",
                                "STR திரைப்படங்கள்",
                                "ஜோதிகா",
                                "ஜோதிகா தமிழ் திரைப்படங்கள்",
                                "ஜோதிகா திரைப்படங்கள்",
                                "ஜோ",
                                "ஜோ திரைப்படங்கள்",
                                "சிந்து தொலானி",
                                "சிந்து தொலானி திரைப்படங்கள்",
                                "கவுண்டமணி",
                                "கவுண்டமணி திரைப்படங்கள்",
                                "கவுண்டமணி தமிழ் திரைப்படங்கள்",
                                "2004 தமிழ் திரைப்படங்கள்",
                                "2004 திரைப்படங்கள்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Manmadhan"
                        },
                        {
                            "lang": "ta",
                            "n": "மன்மதன்"
                        }
                    ],
                    "lwe": "2026-02-24T10:30:00Z",
                    "lws": "2023-02-24T10:30:00Z",
                    "mar": [
                        {
                            "m_ed": 60,
                            "m_st": 7,
                            "t": "skipintro"
                        },
                        {
                            "m_ed": 8798,
                            "m_st": 8788,
                            "t": "skipcredit"
                        }
                    ],
                    "net": "arhamedia",
                    "nu": "manmadhan",
                    "pe": "false",
                    "ph": [
                        {
                            "lang": "en",
                            "n": [
                                "Indian Theatre Production"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "இந்தியன் தியேட்டர் பிரொடக்ஷன்"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 2004,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "A"
                        }
                    ],
                    "rt": 8798,
                    "st": "published",
                    "st_dt": "2023-02-24T10:30:00Z",
                    "tids": [
                        "0C3D0183-3BBF-4626-9663-B4EE52B29D9B"
                    ],
                    "urn": "urn:resource:catalog:movie",
                    "ut": "2023-02-24T16:45:08Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch Manmadhan Full Movie Online on aha. Manmadhan Movie Now available to watch Online",
                                "lang": "en",
                                "n": "Watch Manmadhan Full Movie Online - Download Now",
                                "tags": [
                                    "Manmadhan Tamil Movies",
                                    "Manmadhan Movie Online",
                                    "Manmadhan Full Movies Online"
                                ]
                            }
                        ],
                        "rs": "true"
                    },
                    "vq": "FHD"
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "SH",
                        "SF"
                    ],
                    "ao": "false",
                    "aq": "Stereo",
                    "ct": "2022-12-17T14:08:33Z",
                    "cty": "movie",
                    "dfs": [
                        {
                            "fs": 76876714,
                            "q": ""
                        },
                        {
                            "fs": 114342252,
                            "q": ""
                        },
                        {
                            "fs": 151807832,
                            "q": ""
                        },
                        {
                            "fs": 2902187161,
                            "q": ""
                        },
                        {
                            "fs": 2512532169,
                            "q": ""
                        },
                        {
                            "fs": 1418339705,
                            "q": ""
                        },
                        {
                            "fs": 1252499462,
                            "q": ""
                        },
                        {
                            "fs": 880225068,
                            "q": "high"
                        },
                        {
                            "fs": 652936613,
                            "q": ""
                        },
                        {
                            "fs": 563299429,
                            "q": "mid"
                        },
                        {
                            "fs": 388166739,
                            "q": ""
                        },
                        {
                            "fs": 384922103,
                            "q": "low"
                        },
                        {
                            "fs": 160351446,
                            "q": ""
                        },
                        {
                            "fs": 388376,
                            "q": ""
                        }
                    ],
                    "ed_dt": "2026-02-27T05:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2026-02-27T05:30:00Z",
                            "f_st_dt": "2023-02-27T05:30:00Z",
                            "sp": [
                                "urn:package:free"
                            ]
                        }
                    ],
                    "ex_id": "vaalee-mv-ta-1999",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "AD2F6E38-BAC4-41F7-8044-F86F05DB52E4",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "ajith",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Ajithkumar"
                                },
                                {
                                    "lang": "ta",
                                    "n": "அஜித்குமார்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "jyothika",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Jyothika"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ஜோதிகா"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "Simran",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "சிம்ரன்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Simran"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "vivek",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Vivek"
                                },
                                {
                                    "lang": "ta",
                                    "n": "விவேக்"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "Deva, a man with a hearing and speech impairment, secretly loves his twin brother's wife, Priya. He tries his best to separate the two, to the extent of following them on their honeymoon."
                        },
                        {
                            "lang": "ta",
                            "n": "செவித்திறன் மற்றும் பேச்சு குறைபாடு கொண்ட தேவா, தனது இரட்டை சகோதரனின் மனைவி பிரியாவை ரகசியமாக காதலிக்கிறார். தேனிலவில் அவர்களைப் பின்தொடரும் அளவிற்கு, இருவரையும் பிரிக்க அவர் தன்னால் இயன்றவரை முயற்சி செய்கிறார்."
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "s-j-suryah",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "S.J.Suryah"
                                },
                                {
                                    "lang": "ta",
                                    "n": "S.J.சூர்யா"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Romance",
                                "Psychological Thriller"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "காதல்",
                                "சைக்காலஜிக்கல் த்ரில்லர்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "வாலி",
                                "வாலி திரைப்படம்",
                                "ஆன்லைனில் பாருங்கள் தமிழ் திரைப்படங்கள்",
                                "தமிழ் முழு படங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில் பாருங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில் பாருங்கள்",
                                "வாலி படம் டிரெய்லரை இப்போது பாருங்கள்",
                                "தமிழ் திரைப்படங்கள்",
                                "காதல்",
                                "சைக்காலஜிக்கல் த்ரில்லர்",
                                "காதல் தமிழ் திரைப்படங்கள்",
                                "சைக்காலஜிக்கல் த்ரில்லர் தமிழ் திரைப்படங்கள்",
                                "காதல் திரைப்படங்கள்",
                                "சைக்காலஜிக்கல் த்ரில்லர் திரைப்படங்கள்",
                                "அஜித்குமார்",
                                "அஜித்குமார் திரைப்படங்கள்",
                                "அஜித்",
                                "அஜித் திரைப்படங்கள்",
                                "அஜித் தமிழ் திரைப்படங்கள்",
                                "ஜோதிகா",
                                "ஜோதிகா திரைப்படங்கள்",
                                "ஜோ திரைப்படங்கள்",
                                "சிம்ரன்",
                                "சிம்ரன் திரைப்படங்கள்",
                                "விவேக்",
                                "விவேக் திரைப்படங்கள்",
                                "S.J.சூர்யா",
                                "SJ சூர்யா",
                                "SJ சூர்யா திரைப்படங்கள்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Valee"
                        },
                        {
                            "lang": "ta",
                            "n": "வாலி"
                        }
                    ],
                    "lwe": "2026-02-27T05:30:00Z",
                    "lws": "2023-02-27T05:30:00Z",
                    "mar": [
                        {
                            "m_ed": 30,
                            "m_st": 8,
                            "t": "skipintro"
                        },
                        {
                            "m_ed": 9366,
                            "m_st": 9305,
                            "t": "skipcredit"
                        }
                    ],
                    "net": "arhamedia",
                    "nu": "valee",
                    "pe": "false",
                    "ph": [
                        {
                            "lang": "ta",
                            "n": [
                                "நிக் ஆர்ட்ஸ்"
                            ]
                        },
                        {
                            "lang": "en",
                            "n": [
                                "NIC Arts"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 1999,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "A"
                        }
                    ],
                    "rt": 9366,
                    "st": "published",
                    "st_dt": "2023-02-27T05:30:00Z",
                    "tids": [
                        "4A7EE2B8-2DCB-4944-AAD2-610253F25717"
                    ],
                    "urn": "urn:resource:catalog:movie",
                    "ut": "2023-02-28T10:29:52Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch Valee Full Movie Online on aha. Valee movie Now available to watch Online.",
                                "lang": "en",
                                "n": "Watch Valee Full Movie Online - Download Now",
                                "tags": [
                                    "valee Tamil Movies",
                                    "valee Movie Online",
                                    "valee Full Movies Online"
                                ]
                            }
                        ],
                        "rs": "true"
                    },
                    "vq": "FHD"
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "EG",
                        "HU"
                    ],
                    "ao": "false",
                    "aq": "Stereo",
                    "ct": "2022-11-18T18:15:46Z",
                    "cty": "movie",
                    "dfs": [
                        {
                            "fs": 414820,
                            "q": ""
                        },
                        {
                            "fs": 77581160,
                            "q": ""
                        },
                        {
                            "fs": 115387970,
                            "q": ""
                        },
                        {
                            "fs": 153200147,
                            "q": ""
                        },
                        {
                            "fs": 4551776285,
                            "q": ""
                        },
                        {
                            "fs": 3824138209,
                            "q": ""
                        },
                        {
                            "fs": 2297208782,
                            "q": ""
                        },
                        {
                            "fs": 1759182999,
                            "q": ""
                        },
                        {
                            "fs": 1350533497,
                            "q": "high"
                        },
                        {
                            "fs": 1001984565,
                            "q": ""
                        },
                        {
                            "fs": 840299360,
                            "q": "mid"
                        },
                        {
                            "fs": 600761566,
                            "q": ""
                        },
                        {
                            "fs": 547624777,
                            "q": "low"
                        },
                        {
                            "fs": 275568970,
                            "q": ""
                        }
                    ],
                    "ed_dt": "2025-11-17T05:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2025-11-17T05:30:00Z",
                            "f_st_dt": "2022-11-18T05:30:00Z",
                            "sp": [
                                "urn:package:free"
                            ]
                        }
                    ],
                    "ex_id": "michael-madana-kama-rajan-mv-ta-1990",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "670C452E-22C9-4073-B55D-AFAFAD7616DF",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "kamal-hassan",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Kamal Haasan"
                                },
                                {
                                    "lang": "ta",
                                    "n": "கமல் ஹாசன்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "urvashi",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Urvasi"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ஊர்வசி"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "rupini",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "ரூபிணி"
                                },
                                {
                                    "lang": "en",
                                    "n": "Rupini"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "kushboo",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Kushboo"
                                },
                                {
                                    "lang": "ta",
                                    "n": "குஷ்பூ"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "A wicked man separates a set of quadruplets after their birth and one of them ends up with their biological father, while the other three find new homes. Things take a turn after they meet each other."
                        },
                        {
                            "lang": "ta",
                            "n": "ஒரே நேரத்தில் பிறக்கும் நான்கு சகோதிரர்கள் பிறக்கும்போதே பிரிக்கப்பட்டு வெவ்வேறு இடங்களில் வளர்கின்றனர். வளர்ந்த நாள்வரும் எதிர்பாரா விதத்தில் ஒன்று சேர்கின்றனர்."
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "singeetam-srinivasa-rao",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Singeetam Srinivasa Rao"
                                },
                                {
                                    "lang": "ta",
                                    "n": "சிங்கீதம் சீனிவாசராவ்"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Comedy"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "நகைச்சுவை"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "மைக்கேல் மதன காமராஜன்",
                                "மைக்கேல் மதன காமராஜன் திரைப்படம்",
                                "ஆன்லைனில் பாருங்கள் தமிழ் திரைப்படங்கள்",
                                "தமிழ் முழு படங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில் பாருங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில் பாருங்கள்",
                                "மைக்கேல் மதன காமராஜன் படம் டிரெய்லரை இப்போது பாருங்கள்",
                                "தமிழ் திரைப்படங்கள்",
                                "நகைச்சுவை",
                                "நகைச்சுவை தமிழ் திரைப்படங்கள்",
                                "நகைச்சுவை திரைப்படங்கள்",
                                "கமல் ஹாசன்",
                                "கமல்ஹாசன்",
                                "கமல் ஹாசன் தமிழ் திரைப்படங்கள்",
                                "கமல் ஹாசன் திரைப்படங்கள்",
                                "கமல்",
                                "கமல் தமிழ் திரைப்படங்கள்",
                                "கமல் திரைப்படங்கள்",
                                "ஊர்வசி",
                                "ஊர்வசி தமிழ் திரைப்படங்கள்",
                                "ஊர்வசி திரைப்படங்கள்",
                                "ரூபிணி",
                                "ரூபிணி தமிழ் திரைப்படங்கள்",
                                "ரூபிணி திரைப்படங்கள்",
                                "குஷ்பூ",
                                "குஷ்பூ தமிழ் திரைப்படங்கள்",
                                "குஷ்பூ திரைப்படங்கள்",
                                "சிங்கீதம் சீனிவாசராவ்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Michael Madana Kama Rajan"
                        },
                        {
                            "lang": "ta",
                            "n": "மைக்கேல் மதன காமராஜன்"
                        }
                    ],
                    "lwe": "2025-11-17T05:30:00Z",
                    "lws": "2022-11-18T05:30:00Z",
                    "mar": [
                        {
                            "m_ed": 20,
                            "m_st": 5,
                            "t": "skipintro"
                        },
                        {
                            "m_ed": 9452,
                            "m_st": 9444,
                            "t": "skipcredit"
                        }
                    ],
                    "net": "arhamedia",
                    "nu": "michael-madana-kama-rajan",
                    "pe": "false",
                    "ph": [
                        {
                            "lang": "ta",
                            "n": [
                                "P. A. ஆர்ட் புரொடக்ஷன்ஸ்"
                            ]
                        },
                        {
                            "lang": "en",
                            "n": [
                                "P. A. Art Productions"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 1990,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U"
                        }
                    ],
                    "rt": 9452,
                    "st": "published",
                    "st_dt": "2022-11-18T05:30:00Z",
                    "tids": [
                        "D977F58A-0EC1-441C-BB98-3414E9CE8103"
                    ],
                    "urn": "urn:resource:catalog:movie",
                    "ut": "2023-02-24T16:44:16Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch Michael Madana Kama Rajan Full Movie Online on aha. Michael Madana Kama Rajan movie Now available to watch Online.",
                                "lang": "en",
                                "n": "Watch Michael Madana Kama Rajan Full Movie Online - Download Now",
                                "tags": [
                                    "Michael Madana Kama Rajan Tamil Movies",
                                    "Michael Madana Kama Rajan Movie Online",
                                    "Michael Madana Kama Rajan Full Movies Online"
                                ]
                            }
                        ],
                        "rs": "true"
                    },
                    "vq": "FHD"
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "HF",
                        "RO"
                    ],
                    "ao": "false",
                    "aq": "Stereo",
                    "ct": "2022-11-22T17:50:46Z",
                    "cty": "movie",
                    "dfs": [
                        {
                            "fs": 69799490,
                            "q": ""
                        },
                        {
                            "fs": 103811614,
                            "q": ""
                        },
                        {
                            "fs": 137833538,
                            "q": ""
                        },
                        {
                            "fs": 303804,
                            "q": ""
                        },
                        {
                            "fs": 2831500394,
                            "q": ""
                        },
                        {
                            "fs": 2424702189,
                            "q": ""
                        },
                        {
                            "fs": 1406830518,
                            "q": ""
                        },
                        {
                            "fs": 1207598938,
                            "q": ""
                        },
                        {
                            "fs": 858765537,
                            "q": "high"
                        },
                        {
                            "fs": 639567352,
                            "q": ""
                        },
                        {
                            "fs": 553354794,
                            "q": "mid"
                        },
                        {
                            "fs": 386768845,
                            "q": ""
                        },
                        {
                            "fs": 381649561,
                            "q": "low"
                        },
                        {
                            "fs": 166075347,
                            "q": ""
                        }
                    ],
                    "ed_dt": "2025-11-17T05:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2025-11-17T05:30:00Z",
                            "f_st_dt": "2022-11-22T05:30:00Z",
                            "sp": [
                                "urn:package:free"
                            ]
                        }
                    ],
                    "ex_id": "rhythm-mv-ta-2000",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "02FEEF63-6D3A-4046-90EA-2E85757519C8",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "arjun",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "அர்ஜூன்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Arjun"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "meena",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "மீனா"
                                },
                                {
                                    "lang": "en",
                                    "n": "Meena"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "jyothika",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "ஜோதிகா"
                                },
                                {
                                    "lang": "en",
                                    "n": "Jyothika"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "ramesh-aravind",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "ரமேஷ் அரவ்ந்த்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Ramesh Arvind"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "Karthikeyan, a photo editor in Mumbai, is a widower whose parents wish to see him settled and happy. Chitra, a widow with a son, gives them hope, unaware that their pasts are intertwined."
                        },
                        {
                            "lang": "ta",
                            "n": "ஒரு ரயில் பயணத்தில் எதிர்பாராதவிதமாக தங்கள் வாழ்க்கைத் துணையை இழந்த இரு நபர்கள் சந்திக்க, அவர்களுக்குள் மலரும் ஒரு புது உறவு காதாலில் முடியுமா?"
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "vasanth",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "வசந்த்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Vasanth"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Drama"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "நாடகம்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "ரிதம்",
                                "ரிதம் திரைப்படம்",
                                "ஆன்லைனில் பாருங்கள் தமிழ் திரைப்படங்கள்",
                                "தமிழ் முழு படங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில் பாருங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில் பாருங்கள்",
                                "ரிதம் படம் டிரெய்லரை இப்போது பாருங்கள்",
                                "தமிழ் திரைப்படங்கள்",
                                "நாடகம்",
                                "நாடகம் தமிழ் திரைப்படங்கள்",
                                "நாடகம் திரைப்படங்கள்",
                                "அர்ஜூன்",
                                "அர்ஜூன் தமிழ் திரைப்படங்கள்",
                                "அர்ஜூன் திரைப்படங்கள்",
                                "மீனா",
                                "மீனா தமிழ் திரைப்படங்கள்",
                                "மீனா திரைப்படங்கள்",
                                "ஜோதிகா",
                                "ஜோதிகா தமிழ் திரைப்படங்கள்",
                                "ஜோதிகா திரைப்படங்கள்",
                                "ரமேஷ் அரவ்ந்த்",
                                "ரமேஷ் அரவ்ந்த் திரைப்படங்கள்",
                                "வசந்த்",
                                "வசந்த் திரைப்படங்கள்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Rhythm"
                        },
                        {
                            "lang": "ta",
                            "n": "ரிதம்"
                        }
                    ],
                    "lwe": "2025-11-17T05:30:00Z",
                    "lws": "2022-11-22T05:30:00Z",
                    "mar": [
                        {
                            "m_ed": 40,
                            "m_st": 6,
                            "t": "skipintro"
                        },
                        {
                            "m_ed": 8504,
                            "m_st": 8351,
                            "t": "skipcredit"
                        }
                    ],
                    "net": "arhamedia",
                    "nu": "rhythm",
                    "pe": "false",
                    "ph": [
                        {
                            "lang": "en",
                            "n": [
                                "Pyramid Films International"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "பிரமிட் பிலிம்ஸ் இன்டர்நேஷனல்"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 2000,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U"
                        }
                    ],
                    "rt": 8504,
                    "st": "published",
                    "st_dt": "2022-11-22T05:30:00Z",
                    "tids": [
                        "9887C280-7A73-472C-901D-26B0D161231A"
                    ],
                    "urn": "urn:resource:catalog:movie",
                    "ut": "2023-02-24T16:43:50Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch Rhythm Full Movie Online on aha. Rhythm movie Now available to watch Online.",
                                "lang": "en",
                                "n": "Watch Rhythm Full Movie Online - Download Now",
                                "tags": [
                                    "Rhythm Tamil Movies",
                                    "Rhythm Movie Online",
                                    "Rhythm Full Movies Online"
                                ]
                            }
                        ],
                        "rs": "true"
                    },
                    "vq": "FHD"
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "HF",
                        "MS"
                    ],
                    "ao": "false",
                    "aq": "Stereo",
                    "ct": "2022-12-17T14:08:01Z",
                    "cty": "movie",
                    "dfs": [
                        {
                            "fs": 3371361981,
                            "q": ""
                        },
                        {
                            "fs": 2943693747,
                            "q": ""
                        },
                        {
                            "fs": 1629651671,
                            "q": ""
                        },
                        {
                            "fs": 1445225150,
                            "q": ""
                        },
                        {
                            "fs": 994520900,
                            "q": "high"
                        },
                        {
                            "fs": 752686336,
                            "q": ""
                        },
                        {
                            "fs": 622199411,
                            "q": "mid"
                        },
                        {
                            "fs": 440627082,
                            "q": ""
                        },
                        {
                            "fs": 414506234,
                            "q": "low"
                        },
                        {
                            "fs": 181617584,
                            "q": ""
                        },
                        {
                            "fs": 77522120,
                            "q": ""
                        },
                        {
                            "fs": 115302144,
                            "q": ""
                        },
                        {
                            "fs": 153082268,
                            "q": ""
                        },
                        {
                            "fs": 402353,
                            "q": ""
                        }
                    ],
                    "ed_dt": "2026-02-28T05:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2026-02-28T05:30:00Z",
                            "f_st_dt": "2023-02-28T01:30:00Z",
                            "sp": [
                                "urn:package:free"
                            ]
                        }
                    ],
                    "ex_id": "guna-mv-ta-1991",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "F57252D8-F3CF-4979-AAB6-93289C79C2EC",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "kamal-hassan",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "கமல் ஹாசன்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Kamal Haasan"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "rekha",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "ரேகா"
                                },
                                {
                                    "lang": "en",
                                    "n": "Rekha"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "roshini",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Roshini"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ரோஷினி"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "janagaraj",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Janagaraj"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ஜனகராஜ்"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "Guna, a mentally-disturbed man, imagines a fictitious character of a woman to be his future wife. One day, he sees a girl in a temple and assumes that she is his imaginary love and kidnaps her."
                        },
                        {
                            "lang": "ta",
                            "n": "குணா, மனநலம் பாதிக்கப்பட்ட ஆண், ஒரு பெண்ணின் கற்பனையான பாத்திரத்தை தனது வருங்கால மனைவியாக கற்பனை செய்கிறார். ஒரு நாள், ஒரு கோவிலில் ஒரு பெண்ணைப் பார்த்து, அவள் தனது கற்பனைக் காதலி என்று கருதி அவளைக் கடத்திச் செல்கிறான்."
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "santhana-bharathi",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "சந்தான பாரதி"
                                },
                                {
                                    "lang": "en",
                                    "n": "Santhana Bharathi"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Drama",
                                "Romance"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "நாடகம்",
                                "காதல்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "குணா",
                                "குணா திரைப்படம்",
                                "ஆன்லைனில் பாருங்கள் தமிழ் திரைப்படங்கள்",
                                "தமிழ் முழு படங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில் பாருங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில் பாருங்கள்",
                                "குணா படம் டிரெய்லரை இப்போது பாருங்கள்",
                                "தமிழ் திரைப்படங்கள்",
                                "நாடகம்",
                                "காதல்",
                                "நாடகம் திரைப்படங்கள்",
                                "காதல் திரைப்படங்கள்",
                                "நாடகம் தமிழ் திரைப்படங்கள்",
                                "காதல் தமிழ் திரைப்படங்கள்",
                                "கமல் ஹாசன்",
                                "கமல் ஹாசன் தமிழ் திரைப்படங்கள்",
                                "கமல் ஹாசன் திரைப்படங்கள்",
                                "கமல் தமிழ் திரைப்படங்கள்",
                                "கமல் திரைப்படங்கள்",
                                "கமல்",
                                "ரேகா",
                                "ரேகா தமிழ் திரைப்படங்கள்",
                                "ரேகா திரைப்படங்கள்",
                                "ரோஷினி",
                                "ரோஷினி திரைப்படங்கள்",
                                "ஜனகராஜ்",
                                "ஜனகராஜ் திரைப்படங்கள்",
                                "சந்தான பாரதி",
                                "சந்தான பாரதி திரைப்படங்கள்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Guna"
                        },
                        {
                            "lang": "ta",
                            "n": "குணா"
                        }
                    ],
                    "lwe": "2026-02-28T05:30:00Z",
                    "lws": "2023-02-28T01:30:00Z",
                    "mar": [
                        {
                            "m_ed": 30,
                            "m_st": 6,
                            "t": "skipintro"
                        },
                        {
                            "m_ed": 9445,
                            "m_st": 9433,
                            "t": "skipcredit"
                        }
                    ],
                    "net": "arhamedia",
                    "nu": "guna",
                    "pe": "false",
                    "ph": [
                        {
                            "lang": "ta",
                            "n": [
                                "ஸ்வாதிசித்ரா இன்டர்நேஷனல்"
                            ]
                        },
                        {
                            "lang": "en",
                            "n": [
                                "Swathichithra International"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 1991,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "A"
                        }
                    ],
                    "rt": 9445,
                    "st": "published",
                    "st_dt": "2023-02-28T01:30:00Z",
                    "tids": [
                        "FE6CAED9-2DBF-450E-9C0E-16F9C5C52626"
                    ],
                    "urn": "urn:resource:catalog:movie",
                    "ut": "2023-04-05T17:09:04Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch Guna Full Movie Online on aha. Guna movie Now available to watch Online",
                                "lang": "en",
                                "n": "Watch Guna Full Movie Online - Download Now",
                                "tags": [
                                    "Guna Tamil Movies",
                                    "Guna Movie Online",
                                    "Guna Full Movies Online"
                                ]
                            }
                        ],
                        "rs": "true"
                    },
                    "vq": "FHD"
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "HF",
                        "FG"
                    ],
                    "ao": "false",
                    "aq": "Stereo",
                    "ct": "2022-12-17T14:08:31Z",
                    "cty": "movie",
                    "dfs": [
                        {
                            "fs": 75869045,
                            "q": ""
                        },
                        {
                            "fs": 112839168,
                            "q": ""
                        },
                        {
                            "fs": 149818047,
                            "q": ""
                        },
                        {
                            "fs": 3173766141,
                            "q": ""
                        },
                        {
                            "fs": 2719114134,
                            "q": ""
                        },
                        {
                            "fs": 1642138217,
                            "q": ""
                        },
                        {
                            "fs": 1366841999,
                            "q": ""
                        },
                        {
                            "fs": 1005832581,
                            "q": "high"
                        },
                        {
                            "fs": 744837871,
                            "q": ""
                        },
                        {
                            "fs": 640070633,
                            "q": "mid"
                        },
                        {
                            "fs": 447241746,
                            "q": ""
                        },
                        {
                            "fs": 436401214,
                            "q": "low"
                        },
                        {
                            "fs": 191960270,
                            "q": ""
                        },
                        {
                            "fs": 458029,
                            "q": ""
                        }
                    ],
                    "ed_dt": "2026-02-24T10:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2026-02-24T10:30:00Z",
                            "f_st_dt": "2023-02-24T10:30:00Z",
                            "sp": [
                                "urn:package:free"
                            ]
                        }
                    ],
                    "ex_id": "mugavari-mv-ta-2000",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "DDACB364-A482-428C-8722-B7B268140740",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "ajith",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "அஜித்குமார்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Ajithkumar"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "jyothika",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Jyothika"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ஜோதிகா"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "raghuvaran",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Raguvaran"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ரகுவரன்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "vivek",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Vivek"
                                },
                                {
                                    "lang": "ta",
                                    "n": "விவேக்"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "Sridhar, an aspiring music director, has been struggling to get a foothold in the music industry for many years. He falls in love but is willing to put his relationship on a back burner for success."
                        },
                        {
                            "lang": "ta",
                            "n": "இசையமைப்பாளர் ஸ்ரீதர், பல வருடங்களாக இசைத்துறையில் காலூன்ற முடியாமல் போராடி வருகிறார். அவர் காதலில் விழுகிறார், ஆனால் வெற்றிக்காக தனது காதலை தியாகம் செய்யும் நிலைக்கு தள்ளப்படுகிறார்."
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "v-z-durai",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "V.Z. துரை"
                                },
                                {
                                    "lang": "en",
                                    "n": "V.Z.Durai"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Drama",
                                "Romance"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "நாடகம்",
                                "காதல்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "முகவரி",
                                "முகவரி திரைப்படம்",
                                "ஆன்லைனில் பாருங்கள் தமிழ் திரைப்படங்கள்",
                                "தமிழ் முழு படங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில் பாருங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில் பாருங்கள்",
                                "முகவரி படம் டிரெய்லரை இப்போது பாருங்கள்",
                                "தமிழ் திரைப்படங்கள்",
                                "அஜித்குமார்",
                                "அஜித்குமார் திரைப்படங்கள்",
                                "அஜித்",
                                "அஜித் திரைப்படங்கள்",
                                "அஜித் தமிழ் திரைப்படங்கள்",
                                "ஜோதிகா",
                                "ஜோதிகா திரைப்படங்கள்",
                                "ஜோ திரைப்படங்கள்",
                                "ரகுவரன்",
                                "ரகுவரன் திரைப்படங்கள்",
                                "விவேக்",
                                "விவேக் திரைப்படங்கள்",
                                "V.Z. துரை",
                                "நாடகம்",
                                "காதல்",
                                "நாடகம் திரைப்படங்கள்",
                                "காதல் திரைப்படங்கள்",
                                "நாடகம் தமிழ் திரைப்படங்கள்",
                                "காதல் தமிழ் திரைப்படங்கள்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Mugavaree"
                        },
                        {
                            "lang": "ta",
                            "n": "முகவரி"
                        }
                    ],
                    "lwe": "2026-02-24T10:30:00Z",
                    "lws": "2023-02-24T10:30:00Z",
                    "mar": [
                        {
                            "m_ed": 138,
                            "m_st": 6,
                            "t": "skipintro"
                        },
                        {
                            "m_ed": 9243,
                            "m_st": 9207,
                            "t": "skipcredit"
                        }
                    ],
                    "net": "arhamedia",
                    "nu": "mugavaree",
                    "pe": "false",
                    "ph": [
                        {
                            "lang": "ta",
                            "n": [
                                "நிக் ஆர்ட்ஸ்"
                            ]
                        },
                        {
                            "lang": "en",
                            "n": [
                                "NIC Arts"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 2000,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U"
                        }
                    ],
                    "rt": 9243,
                    "st": "published",
                    "st_dt": "2023-02-24T10:30:00Z",
                    "tids": [
                        "DB369761-C924-46FB-A69F-C1F77E76C68B"
                    ],
                    "urn": "urn:resource:catalog:movie",
                    "ut": "2023-02-24T16:45:18Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch Mugavaree Full Movie Online on aha. Mugavaree Movie Now available to watch Online.",
                                "lang": "en",
                                "n": "Watch Mugavaree Full Movie Online - Download Now",
                                "tags": [
                                    "mugavaree Tamil Movies",
                                    "mugavaree Movie Online",
                                    "mugavaree Full Movies Online"
                                ]
                            }
                        ],
                        "rs": "true"
                    },
                    "vq": "FHD"
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "HU",
                        "RO"
                    ],
                    "ao": "false",
                    "aq": "Stereo",
                    "ct": "2023-02-27T09:45:50Z",
                    "cty": "movie",
                    "dfs": [
                        {
                            "fs": 451056,
                            "q": ""
                        },
                        {
                            "fs": 69541082,
                            "q": ""
                        },
                        {
                            "fs": 103429914,
                            "q": ""
                        },
                        {
                            "fs": 137323226,
                            "q": ""
                        },
                        {
                            "fs": 2941624023,
                            "q": ""
                        },
                        {
                            "fs": 2509129772,
                            "q": ""
                        },
                        {
                            "fs": 1446560078,
                            "q": ""
                        },
                        {
                            "fs": 1216981430,
                            "q": ""
                        },
                        {
                            "fs": 872957974,
                            "q": "high"
                        },
                        {
                            "fs": 645643125,
                            "q": ""
                        },
                        {
                            "fs": 554883692,
                            "q": "mid"
                        },
                        {
                            "fs": 385163963,
                            "q": ""
                        },
                        {
                            "fs": 381754432,
                            "q": "low"
                        },
                        {
                            "fs": 169026855,
                            "q": ""
                        }
                    ],
                    "ed_dt": "2026-02-27T05:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2026-02-27T05:30:00Z",
                            "f_st_dt": "2023-02-27T05:30:00Z",
                            "sp": [
                                "urn:package:free"
                            ]
                        }
                    ],
                    "ex_id": "thiruda-thirudi-mv-ta-2003",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "3D3EA8F4-CCA6-43B4-B5E3-5B47359A818C",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "dhanush",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Dhanush"
                                },
                                {
                                    "lang": "ta",
                                    "n": "தனுஷ்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "chaya-singh",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "சாயா சிங்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Chaya Singh"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "karunas",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Karunas"
                                },
                                {
                                    "lang": "ta",
                                    "n": "கருணாஸ்"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "Vasu, a carefree guy from a lower middle-class family, meets Viji, an ambitious career-oriented girl. After a scuffle, coincidentally, they end up in the same apartment complex. Can Vasu change Viji's opinion of him, and will they fall in love? Find out in the fun-filled romantic comedy, 'Thiruda Thirudi.'"
                        },
                        {
                            "lang": "ta",
                            "n": "பொறுப்பில்லாத இளைஞன் வாசுவும், லட்சியத்தோடு வாழும் விஜியும் சந்திக்கும்பொழுது சில சச்சரவுகள் உருவாகுகிறது. தற்சயலாக இருவரும் ஒரே அடுக்குமாடி வீட்டில் குடியேறுகிறார்கள். தன்னைப் பற்றிய விஜியின் கருத்தை வாசுவால் மாற்ற முடியுமா, அவர்கள் காதலில் விழுவார்களா? பாருங்க 'திருடா திருடி'"
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "subramaniam-siva",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Subramaniam Siva"
                                },
                                {
                                    "lang": "ta",
                                    "n": "சுப்ரமணியன் சிவா"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Romance",
                                "Comedy"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "காதல்",
                                "நகைச்சுவை"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "திருடா திருடி",
                                "திருடா திருடி திரைப்படம்",
                                "திருடா திருடி தமிழ் திரைப்படம்",
                                "திருடா திருடி திரைப்படம் தமிழ்",
                                "திருடா திருடி தமிழ் முழு திரைப்படங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில்",
                                "தமிழ் திரைப்படங்களை ஆன்லைனில் பாருங்கள்",
                                "திருடா திருடி திரைப்படம்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Thiruda Thirudi"
                        },
                        {
                            "lang": "ta",
                            "n": "திருடா திருடி"
                        }
                    ],
                    "lwe": "2026-02-27T05:30:00Z",
                    "lws": "2023-02-27T05:30:00Z",
                    "mar": [
                        {
                            "m_ed": 120,
                            "m_st": 8,
                            "t": "skipintro"
                        },
                        {
                            "m_ed": 8472,
                            "m_st": 8463,
                            "t": "skipcredit"
                        }
                    ],
                    "net": "arhamedia",
                    "nu": "thiruda-thirudi",
                    "pe": "false",
                    "ph": [
                        {
                            "lang": "ta",
                            "n": [
                                "இந்தியன் தியேட்டர் பிரொடக்ஷன்ஸ்"
                            ]
                        },
                        {
                            "lang": "en",
                            "n": [
                                "Indian Theatre Productions"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 2003,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U/A 13+"
                        }
                    ],
                    "rt": 8472,
                    "st": "published",
                    "st_dt": "2023-02-27T05:30:00Z",
                    "tids": [
                        "10759ECE-14F3-44D9-BEC6-73A4155E1DC0"
                    ],
                    "urn": "urn:resource:catalog:movie",
                    "ut": "2023-02-28T10:33:29Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch Thiruda Thirudi Full Movie Online on aha. Thiruda Thirudi movie is Now available to watch Online.",
                                "lang": "en",
                                "n": "Watch Thiruda Thirudi Full Movie Online - Download Now",
                                "tags": [
                                    "Thiruda Thirudi Tamil Movies",
                                    "Thiruda Thirudi Movie Online",
                                    "Thiruda Thirudi Full Movies Online"
                                ]
                            }
                        ],
                        "rs": "true"
                    },
                    "vq": "FHD"
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "RO",
                        "EL"
                    ],
                    "ao": "false",
                    "aq": "Stereo",
                    "ct": "2023-02-27T09:44:25Z",
                    "cty": "movie",
                    "dfs": [
                        {
                            "fs": 345588,
                            "q": ""
                        },
                        {
                            "fs": 2418879315,
                            "q": ""
                        },
                        {
                            "fs": 2068855964,
                            "q": ""
                        },
                        {
                            "fs": 1161015387,
                            "q": ""
                        },
                        {
                            "fs": 1013680892,
                            "q": ""
                        },
                        {
                            "fs": 701301660,
                            "q": "high"
                        },
                        {
                            "fs": 509890757,
                            "q": ""
                        },
                        {
                            "fs": 442104553,
                            "q": "mid"
                        },
                        {
                            "fs": 297095971,
                            "q": ""
                        },
                        {
                            "fs": 303732530,
                            "q": "low"
                        },
                        {
                            "fs": 118713503,
                            "q": ""
                        },
                        {
                            "fs": 64959652,
                            "q": ""
                        },
                        {
                            "fs": 96617574,
                            "q": ""
                        },
                        {
                            "fs": 128275728,
                            "q": ""
                        }
                    ],
                    "ed_dt": "2026-02-27T05:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2026-02-27T05:30:00Z",
                            "f_st_dt": "2023-02-27T05:30:00Z",
                            "sp": [
                                "urn:package:free"
                            ]
                        }
                    ],
                    "ex_id": "mounam-pesiyadhe-mv-ta-2002",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "B1A487A3-F095-4B20-88C6-0020044FB102",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "suriya",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Surya"
                                },
                                {
                                    "lang": "ta",
                                    "n": "சூர்யா"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "trisha",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Trisha"
                                },
                                {
                                    "lang": "ta",
                                    "n": "த்ரிஷா"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "nandha-durairaj",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Nandha"
                                },
                                {
                                    "lang": "ta",
                                    "n": "நந்தா"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "Gautham is a charming young man who has no desire to fall in love or tie the knot. Despite his parents' wishes for him to have a family of his own, he is determined to remain single. But his life takes a shift when he meets Sandhya. What happens next is for you to watch and enjoy."
                        },
                        {
                            "lang": "ta",
                            "n": "காதலை வெறுக்கும் கௌதமின் வாழ்க்கை காதலால் மாறும் சுவாரஸ்யமான பயணம்."
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "ameer",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "அமீர்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Ameer"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Romance"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "காதல்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "மௌனம் பேசியதே",
                                "மௌனம் பேசியதே திரைப்படம்",
                                "மௌனம் பேசியதே தமிழ் திரைப்படம்",
                                "மௌனம் பேசியதே திரைப்படம் தமிழ்",
                                "மௌனம் பேசியதே தமிழ் முழு திரைப்படங்கள்",
                                "தமிழ் திரைப்படங்களை ஆன்லைனில்",
                                "ஆன்லைனில் தமிழ் திரைப்படங்களை பார்க்க",
                                "மௌனம் பேசியதே படம்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Mounam Pesiyadhe"
                        },
                        {
                            "lang": "ta",
                            "n": "மௌனம் பேசியதே"
                        }
                    ],
                    "lwe": "2026-02-27T05:30:00Z",
                    "lws": "2023-02-27T05:30:00Z",
                    "mar": [
                        {
                            "m_ed": 70,
                            "m_st": 6,
                            "t": "skipintro"
                        },
                        {
                            "m_ed": 7914,
                            "m_st": 7905,
                            "t": "skipcredit"
                        }
                    ],
                    "net": "arhamedia",
                    "nu": "mounam-pesiyadhe",
                    "pe": "false",
                    "ph": [
                        {
                            "lang": "en",
                            "n": [
                                "Aparajeeth Films"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "அபராஜீத் பிலிம்ஸ்"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 2002,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U"
                        }
                    ],
                    "rt": 7914,
                    "st": "published",
                    "st_dt": "2023-02-27T05:30:00Z",
                    "tids": [
                        "68B6CB8D-AD13-49DE-A84B-CCDA90AE1515"
                    ],
                    "urn": "urn:resource:catalog:movie",
                    "ut": "2023-02-28T10:33:28Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch Mounam Pesiyadhe Full Movie Online on aha. Mounam Pesiyadhe Movie Now available to watch Online",
                                "lang": "en",
                                "n": "Watch Mounam Pesiyadhe Full Movie Online - Download Now",
                                "tags": [
                                    "Mounam Pesiyadhe Tamil Movies",
                                    "Mounam Pesiyadhe Movie Online",
                                    "Mounam Pesiyadhe Full Movies Online"
                                ]
                            }
                        ],
                        "rs": "true"
                    },
                    "vq": "FHD"
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "VE",
                        "EG"
                    ],
                    "ao": "false",
                    "aq": "Stereo",
                    "ct": "2022-12-17T14:08:09Z",
                    "cty": "movie",
                    "dfs": [
                        {
                            "fs": 67831014,
                            "q": ""
                        },
                        {
                            "fs": 100883530,
                            "q": ""
                        },
                        {
                            "fs": 133945464,
                            "q": ""
                        },
                        {
                            "fs": 417191,
                            "q": ""
                        },
                        {
                            "fs": 3535331407,
                            "q": ""
                        },
                        {
                            "fs": 2973298593,
                            "q": ""
                        },
                        {
                            "fs": 1789318713,
                            "q": ""
                        },
                        {
                            "fs": 1409198546,
                            "q": ""
                        },
                        {
                            "fs": 1056219397,
                            "q": "high"
                        },
                        {
                            "fs": 784847335,
                            "q": ""
                        },
                        {
                            "fs": 672275983,
                            "q": "mid"
                        },
                        {
                            "fs": 477255055,
                            "q": ""
                        },
                        {
                            "fs": 452781901,
                            "q": "low"
                        },
                        {
                            "fs": 219278483,
                            "q": ""
                        }
                    ],
                    "ed_dt": "2026-02-24T10:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2026-02-24T10:30:00Z",
                            "f_st_dt": "2023-02-24T10:30:00Z",
                            "sp": [
                                "urn:package:free"
                            ]
                        }
                    ],
                    "ex_id": "thamizh-mv-ta-2002",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "B3B35837-BD0E-4E2D-97CB-2C9AFAB2814D",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "prashanth",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "பிரஷாந்த்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Prashanth"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "Simran",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "சிம்ரன்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Simran"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "vadivelu",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Vadivelu"
                                },
                                {
                                    "lang": "ta",
                                    "n": "வடிவேலு"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "Thamizh, who has a bright future, leads an easygoing life with his mother and sister. However, he ends up clashing with the dreaded gangster Periyavar, which alters his life course."
                        },
                        {
                            "lang": "ta",
                            "n": "நல்ல எதிர்காலத்தைக் கொண்ட தமிழ், தனது தாய் மற்றும் சகோதரியுடன் எளிதான வாழ்க்கையை நடத்துகிறார். இருப்பினும், அவர் ஒரு ரவுடி கும்பல் தலைவருடன் மோத, அது அவரது வாழ்க்கைப் போக்கை மாற்றுகிறது."
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "hari",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "ஹரி"
                                },
                                {
                                    "lang": "en",
                                    "n": "Hari"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Action",
                                "Crime"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "ஆக்ஷ்ன்",
                                "குற்றம்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "தமிழ்",
                                "தமிழ் திரைப்படம்",
                                "ஆன்லைனில் பாருங்கள் தமிழ் திரைப்படங்கள்",
                                "தமிழ் முழு படங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில் பாருங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில் பாருங்கள்",
                                "தமிழ் படம் டிரெய்லரை இப்போது பாருங்கள்",
                                "தமிழ் திரைப்படங்கள்",
                                "ஆக்ஷ்ன்",
                                "குற்றம்",
                                "ஆக்ஷ்ன் தமிழ் திரைப்படங்கள்",
                                "குற்றம் தமிழ் திரைப்படங்கள்",
                                "ஆக்ஷ்ன் திரைப்படங்கள்",
                                "குற்றம் திரைப்படங்கள்",
                                "பிரஷாந்த்",
                                "பிரஷாந்த் திரைப்படங்கள்",
                                "சிம்ரன்",
                                "சிம்ரன் திரைப்படங்கள்",
                                "வடிவேலு",
                                "வடிவேலு திரைப்படங்கள்",
                                "ஹரி",
                                "ஹரி திரைப்படங்கள்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Tamizh"
                        },
                        {
                            "lang": "ta",
                            "n": "தமிழ்"
                        }
                    ],
                    "lwe": "2026-02-24T10:30:00Z",
                    "lws": "2023-02-24T10:30:00Z",
                    "mar": [
                        {
                            "m_ed": 40,
                            "m_st": 6,
                            "t": "skipintro"
                        },
                        {
                            "m_ed": 8264,
                            "m_st": 8256,
                            "t": "skipcredit"
                        }
                    ],
                    "net": "arhamedia",
                    "nu": "thamizh",
                    "pe": "false",
                    "ph": [
                        {
                            "lang": "ta",
                            "n": [
                                "தெய்வானை மூவிஸ்"
                            ]
                        },
                        {
                            "lang": "en",
                            "n": [
                                "Deivanai Movies"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 2002,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "A"
                        }
                    ],
                    "rt": 8264,
                    "st": "published",
                    "st_dt": "2023-02-24T10:30:00Z",
                    "tids": [
                        "6A2AF27A-3B4A-4501-A561-8DDAFB7240BA"
                    ],
                    "urn": "urn:resource:catalog:movie",
                    "ut": "2023-02-24T16:45:24Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch Thamizh Full Movie Online on aha. Thamizh Movie Now available to watch Online.",
                                "lang": "en",
                                "n": "Watch Thamizh Full Movie Online - Download Now",
                                "tags": [
                                    "Thamizh Tamil Movies",
                                    "Thamizh Movie Online",
                                    "Thamizh Full Movies Online"
                                ]
                            }
                        ],
                        "rs": "true"
                    },
                    "vq": "FHD"
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "SS",
                        "VE"
                    ],
                    "ao": "false",
                    "aq": "Stereo",
                    "ct": "2023-01-11T07:45:57Z",
                    "cty": "movie",
                    "dfs": [
                        {
                            "fs": 256751,
                            "q": ""
                        },
                        {
                            "fs": 2290817426,
                            "q": ""
                        },
                        {
                            "fs": 1952194650,
                            "q": ""
                        },
                        {
                            "fs": 1141111930,
                            "q": ""
                        },
                        {
                            "fs": 948722601,
                            "q": ""
                        },
                        {
                            "fs": 694161970,
                            "q": "high"
                        },
                        {
                            "fs": 509091177,
                            "q": ""
                        },
                        {
                            "fs": 440524632,
                            "q": "mid"
                        },
                        {
                            "fs": 303173030,
                            "q": ""
                        },
                        {
                            "fs": 301270204,
                            "q": "low"
                        },
                        {
                            "fs": 132226871,
                            "q": ""
                        },
                        {
                            "fs": 55793703,
                            "q": ""
                        },
                        {
                            "fs": 82977070,
                            "q": ""
                        },
                        {
                            "fs": 110176124,
                            "q": ""
                        }
                    ],
                    "ed_dt": "2026-02-24T10:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2026-02-24T10:30:00Z",
                            "f_st_dt": "2023-02-24T10:30:00Z",
                            "sp": [
                                "urn:package:free"
                            ]
                        }
                    ],
                    "ex_id": "nandha-mv-ta-2001",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "F5DD4606-B535-4655-ACD2-7D18CD7952FF",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "suriya",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Surya"
                                },
                                {
                                    "lang": "ta",
                                    "n": "சூர்யா"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "laila",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Laila"
                                },
                                {
                                    "lang": "ta",
                                    "n": "லைலா"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "rajkiran",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Rajkiran"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ராஜ்கிரண்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "saravanan",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Saravanan"
                                },
                                {
                                    "lang": "ta",
                                    "n": "சரவணன்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "rajashree",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Rajashree"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ராஜஸ்ரீ"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "Nandha returns after serving his term for killing his father. Later, he is taken in by Periyavar, who shelters him as his own son."
                        },
                        {
                            "lang": "ta",
                            "n": "நந்தா தனது தந்தையைக் கொன்ற குற்றத்திற்காக தனது சிறைவாசம் முடிந்து திரும்புகிறார். பின்னர், அவரை பெரியவர் அழைத்துச் சென்று தனது சொந்த மகன் போல அடைக்கலம் கொடுக்கிறார்."
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "bala",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Bala"
                                },
                                {
                                    "lang": "ta",
                                    "n": "பாலா"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Action",
                                "Drama"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "ஆக்ஷ்ன்",
                                "நாடகம்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "நந்தா",
                                "நந்தா திரைப்படம்",
                                "தமிழ் முழு படங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில் பாருங்கள்",
                                "தமிழ் திரைப்படங்கள்",
                                "நந்தா படம் டிரெய்லரை இப்போது பாருங்கள்",
                                "தமிழ் திரைப்படங்கள்",
                                "ஆக்ஷ்ன்",
                                "நாடகம்",
                                "ஆக்ஷ்ன் தமிழ் திரைப்படங்கள்",
                                "நாடகம் தமிழ் திரைப்படங்கள்",
                                "ஆக்ஷ்ன் திரைப்படங்கள்",
                                "நாடகம் திரைப்படங்கள்",
                                "சூர்யா",
                                "சூர்யா தமிழ் திரைப்படங்கள்",
                                "சூர்யா திரைப்படங்கள்",
                                "லைலா",
                                "லைலா தமிழ் திரைப்படங்கள்",
                                "லைலா திரைப்படங்கள்",
                                "ராஜ்கிரண் தமிழ் திரைப்படங்கள்",
                                "ராஜ்கிரண்",
                                "ராஜ்கிரண் திரைப்படங்கள்",
                                "ராஜ்கிரண் ஆக்ஷ்ன் திரைப்படங்கள்",
                                "சரவணன்",
                                "சரவணன் திரைப்படங்கள்",
                                "ராஜஸ்ரீ",
                                "ராஜஸ்ரீ திரைப்படங்கள்",
                                "பாலா",
                                "பாலா திரைப்படங்கள்",
                                "பாலா தமிழ் திரைப்படங்கள்",
                                "2001 தமிழ் திரைப்படங்கள்",
                                "2001 திரைப்படங்கள்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Nandha"
                        },
                        {
                            "lang": "ta",
                            "n": "நந்தா"
                        }
                    ],
                    "lwe": "2026-02-24T10:30:00Z",
                    "lws": "2023-02-24T10:30:00Z",
                    "mar": [
                        {
                            "m_ed": 54,
                            "m_st": 6,
                            "t": "skipintro"
                        },
                        {
                            "m_ed": 6797,
                            "m_st": 6787,
                            "t": "skipcredit"
                        }
                    ],
                    "net": "arhamedia",
                    "nu": "nandha",
                    "pe": "false",
                    "ph": [
                        {
                            "lang": "en",
                            "n": [
                                "Aparajeeth Films"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "அபராஜீத் பிலிம்ஸ்"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 2001,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "A"
                        }
                    ],
                    "rt": 6797,
                    "st": "published",
                    "st_dt": "2023-02-24T10:30:00Z",
                    "tids": [
                        "11B85324-6D3D-4C08-AD38-4BEC45452065"
                    ],
                    "urn": "urn:resource:catalog:movie",
                    "ut": "2023-02-24T16:45:28Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch Nandha Full Movie Online on aha. Nandha Movie Now available to watch Online",
                                "lang": "en",
                                "n": "Watch Nandha Full Movie Online - Download Now",
                                "tags": [
                                    "Nandha Tamil Movies",
                                    "Nandha Movie Online",
                                    "Nandha Full Movies Online"
                                ]
                            }
                        ],
                        "rs": "true"
                    },
                    "vq": "FHD"
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "RO",
                        "EL"
                    ],
                    "ao": "false",
                    "aq": "Stereo",
                    "ct": "2023-02-27T09:44:43Z",
                    "cty": "movie",
                    "dfs": [
                        {
                            "fs": 427602,
                            "q": ""
                        },
                        {
                            "fs": 68644698,
                            "q": ""
                        },
                        {
                            "fs": 102096987,
                            "q": ""
                        },
                        {
                            "fs": 135551678,
                            "q": ""
                        },
                        {
                            "fs": 2765774199,
                            "q": ""
                        },
                        {
                            "fs": 2379238745,
                            "q": ""
                        },
                        {
                            "fs": 1378154553,
                            "q": ""
                        },
                        {
                            "fs": 1182362209,
                            "q": ""
                        },
                        {
                            "fs": 842690213,
                            "q": "high"
                        },
                        {
                            "fs": 625055563,
                            "q": ""
                        },
                        {
                            "fs": 541544862,
                            "q": "mid"
                        },
                        {
                            "fs": 377051190,
                            "q": ""
                        },
                        {
                            "fs": 373843307,
                            "q": "low"
                        },
                        {
                            "fs": 169286951,
                            "q": ""
                        }
                    ],
                    "ed_dt": "2026-02-27T05:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2026-02-27T05:30:00Z",
                            "f_st_dt": "2023-02-27T05:30:00Z",
                            "sp": [
                                "urn:package:free"
                            ]
                        }
                    ],
                    "ex_id": "kuththu-mv-ta-2004",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "368C12FE-8A86-4DAE-820C-176707785CC4",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "silambarasan",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Silambarasan"
                                },
                                {
                                    "lang": "ta",
                                    "n": "சிலம்பரசன்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "kuththu-ramya",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Ramya"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ரம்யா"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "kalabhavan-mani",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Kalabhavan Mani"
                                },
                                {
                                    "lang": "ta",
                                    "n": "கலாபவன் மணி"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "Silambarasan as Guru Moorthy wins the heart of Anjali, who happens to be the daughter of a dreadful gangster. Will their love get united despite the disapproval of Anjali's father, Veerabahu? Watch now"
                        },
                        {
                            "lang": "ta",
                            "n": "ரவுடி கும்பலின் தலைவனான வீரபாகுவின் மகள் அஞ்சலியை காதலிக்கும் குரு மூர்த்தி. வீரபாகுவின் எதிர்ப்பை தாண்டி அவர்கள் காதல் வெல்லுமா? இப்போவே காணுங்கள்"
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "a-vengatesh",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "A.Vengatesh"
                                },
                                {
                                    "lang": "ta",
                                    "n": "A.வெங்கடேஷ்"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Action",
                                "Drama"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "ஆக்ஷ்ன்",
                                "நாடகம்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "குத்து",
                                "குத்து திரைப்படம்",
                                "குத்து தமிழ் திரைப்படம்",
                                "குத்து திரைப்படம் தமிழ்",
                                "குத்து தமிழ் முழு திரைப்படங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில்",
                                "தமிழ் திரைப்படங்களை ஆன்லைனில் பாருங்கள்",
                                "குத்து படம்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Kuththu"
                        },
                        {
                            "lang": "ta",
                            "n": "குத்து"
                        }
                    ],
                    "lwe": "2026-02-27T05:30:00Z",
                    "lws": "2023-02-27T05:30:00Z",
                    "mar": [
                        {
                            "m_ed": 25,
                            "m_st": 8,
                            "t": "skipintro"
                        },
                        {
                            "m_ed": 8363,
                            "m_st": 8359,
                            "t": "skipcredit"
                        }
                    ],
                    "net": "arhamedia",
                    "nu": "kuththu",
                    "pe": "false",
                    "ph": [
                        {
                            "lang": "ta",
                            "n": [
                                "தெய்வானை மூவிஸ்"
                            ]
                        },
                        {
                            "lang": "en",
                            "n": [
                                "Deivanai Movies"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 2004,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U/A 13+"
                        }
                    ],
                    "rt": 8363,
                    "st": "published",
                    "st_dt": "2023-02-27T05:30:00Z",
                    "tids": [
                        "1131BE75-D63C-412A-A95B-A689A6C97DDA"
                    ],
                    "urn": "urn:resource:catalog:movie",
                    "ut": "2023-02-28T10:34:13Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch Kuththu Full Movie Online on aha. Kuththu Movie Now available to watch Online",
                                "lang": "en",
                                "n": "Watch Kuththu Full Movie Online - Download Now",
                                "tags": [
                                    "Kuththu Tamil Movies",
                                    "Kuththu Movie Online",
                                    "Kuththu Full Movies Online"
                                ]
                            }
                        ],
                        "rs": "true"
                    },
                    "vq": "FHD"
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "AL",
                        "MS"
                    ],
                    "ao": "false",
                    "aq": "Stereo",
                    "ct": "2022-12-17T14:08:35Z",
                    "cty": "movie",
                    "ed_dt": "2026-02-27T05:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2026-02-27T05:30:00Z",
                            "f_st_dt": "2023-02-27T05:30:00Z",
                            "sp": [
                                "urn:package:free"
                            ]
                        }
                    ],
                    "ex_id": "varumayin-niram-sivappu-mv-ta-1980",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "8866B28D-96C4-4D21-8C37-2EA4F801FCE3",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "kamal-hassan",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "கமல் ஹாசன்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Kamal Haasan"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "sridevi",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "ஸ்ரீதேவி"
                                },
                                {
                                    "lang": "en",
                                    "n": "Sridevi"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "pratap-pothen",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "பிர்தாப் போத்தன்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Pratap Pothen"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "s-ve-shekher",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "S.V. சேகர்"
                                },
                                {
                                    "lang": "en",
                                    "n": "S.V.Shekher."
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "Rangan, an unemployed man, follows stringent principles which make it difficult for him to cope with the corrupt world around him. Resultantly, he struggles to land a job and lives in poverty."
                        },
                        {
                            "lang": "ta",
                            "n": "வேலையில்லாத மனிதரான ரங்கன், அவரைச் சுற்றியுள்ள ஊழல் நிறைந்த உலகத்தைச் சமாளிப்பதை கடினமாக்கும் விதத்தில் கடுமையான கொள்கைகளைப் பின்பற்றுகிறார். இதன் விளைவாக, அவர் வேலைக்காக போராடி வறுமையில் வாழ்கிறார்."
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "k-balachande",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "கே.பாலசந்தர்"
                                },
                                {
                                    "lang": "en",
                                    "n": "K.Balachande"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Drama",
                                "Social Drama"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "நாடகம்",
                                "சமூக டிராமா"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "வறுமையின் நிறம் சிவப்பு",
                                "வறுமையின் நிறம் சிவப்பு திரைப்படம்",
                                "ஆன்லைனில் பாருங்கள் தமிழ் திரைப்படங்கள்",
                                "தமிழ் முழு படங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில் பாருங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில் பாருங்கள்",
                                "வறுமையின் நிறம் சிவப்பு படம் டிரெய்லரை இப்போது பாருங்கள்",
                                "தமிழ் திரைப்படங்கள்",
                                "நாடகம்",
                                "சமூக டிராமா",
                                "நாடகம் தமிழ் திரைப்படங்கள்",
                                "சமூக டிராமா தமிழ் திரைப்படங்கள்",
                                "நாடகம் திரைப்படங்கள்",
                                "சமூக டிராமா திரைப்படங்கள்",
                                "கமல் ஹாசன்",
                                "கமல் ஹாசன் தமிழ் திரைப்படங்கள்",
                                "கமல் ஹாசன் திரைப்படங்கள்",
                                "கமல் தமிழ் திரைப்படங்கள்",
                                "கமல் திரைப்படங்கள்",
                                "கமல்",
                                "ஸ்ரீதேவி",
                                "ஸ்ரீதேவி திரைப்படங்கள்",
                                "பிர்தாப் போத்தன்",
                                "பிர்தாப் போத்தன் திரைப்படங்கள்",
                                "SV சேகர்",
                                "SV சேகர் திரைப்படங்கள்",
                                "கே பாலசந்தர்",
                                "கே பாலசந்தர் திரைப்படங்கள்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Varumayin Niram Sivappu"
                        },
                        {
                            "lang": "ta",
                            "n": "வறுமையின் நிறம் சிவப்பு"
                        }
                    ],
                    "lwe": "2026-02-27T05:30:00Z",
                    "lws": "2023-02-27T05:30:00Z",
                    "mar": [
                        {
                            "m_ed": 32,
                            "m_st": 6,
                            "t": "skipintro"
                        },
                        {
                            "m_ed": 7712,
                            "m_st": 7687,
                            "t": "skipcredit"
                        }
                    ],
                    "net": "arhamedia",
                    "nu": "varumayin-niram-sivappu",
                    "pe": "false",
                    "ph": [
                        {
                            "lang": "ta",
                            "n": [
                                "பிரேமாலயா பிக்சர்ஸ்"
                            ]
                        },
                        {
                            "lang": "en",
                            "n": [
                                "Premalaya Pictures"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 1980,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U"
                        }
                    ],
                    "rt": 7712,
                    "st": "published",
                    "st_dt": "2023-02-27T05:30:00Z",
                    "tids": [
                        "960DC60B-533A-45D6-990B-25366CE5B6BB"
                    ],
                    "urn": "urn:resource:catalog:movie",
                    "ut": "2023-02-28T10:29:56Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch Varumayin Niram Sivappu Full Movie Online on aha. Varumayin Niram Sivappu Movie Now available to watch Online",
                                "lang": "en",
                                "n": "Watch Varumayin Niram Sivappu Full Movie Online - Download Now",
                                "tags": [
                                    "Varumayin Niram Sivappu Tamil Movies",
                                    "Varumayin Niram Sivappu Movie Online",
                                    "Varumayin Niram Sivappu Full Movies Online"
                                ]
                            }
                        ],
                        "rs": "true"
                    },
                    "vq": "FHD"
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "HF",
                        "RO"
                    ],
                    "ao": "false",
                    "aq": "Stereo",
                    "ct": "2022-11-18T18:16:15Z",
                    "cty": "movie",
                    "dfs": [
                        {
                            "fs": 2560117416,
                            "q": ""
                        },
                        {
                            "fs": 2226344114,
                            "q": ""
                        },
                        {
                            "fs": 1246392514,
                            "q": ""
                        },
                        {
                            "fs": 1139686256,
                            "q": ""
                        },
                        {
                            "fs": 782364795,
                            "q": "high"
                        },
                        {
                            "fs": 576531624,
                            "q": ""
                        },
                        {
                            "fs": 506039349,
                            "q": "mid"
                        },
                        {
                            "fs": 341831527,
                            "q": ""
                        },
                        {
                            "fs": 352612660,
                            "q": "low"
                        },
                        {
                            "fs": 138967600,
                            "q": ""
                        },
                        {
                            "fs": 452913,
                            "q": ""
                        },
                        {
                            "fs": 78092212,
                            "q": ""
                        },
                        {
                            "fs": 116147434,
                            "q": ""
                        },
                        {
                            "fs": 154209375,
                            "q": ""
                        }
                    ],
                    "ed_dt": "2025-11-17T05:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2025-11-17T05:30:00Z",
                            "f_st_dt": "2022-11-18T05:30:00Z",
                            "sp": [
                                "urn:package:free"
                            ]
                        }
                    ],
                    "ex_id": "love-birds-mv-ta-1996",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "6562B9E0-C1DE-4A9E-95C2-284CB696B3DC",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "prabhu-deva",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "பிரபுதேவா"
                                },
                                {
                                    "lang": "en",
                                    "n": "Prabhu Deva"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "nagma",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Nagma"
                                },
                                {
                                    "lang": "ta",
                                    "n": "நக்மா"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "vijayakumar",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Vijayakumar"
                                },
                                {
                                    "lang": "ta",
                                    "n": "விஜயக்குமார்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "sarath-babu",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "sarath Babu"
                                },
                                {
                                    "lang": "ta",
                                    "n": "சரத் பாபு"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "Mridula relocates to the UK to nurse her broken heart after her lover Arun dies. However, when she meets a man who looks exactly like him, she tries to find his true identity."
                        },
                        {
                            "lang": "ta",
                            "n": "மிருதுளா தனது காதலன் அருண் இறந்த பிறகு அவன் நினைவுகளை மறக்க இங்கிலாந்துக்கு இடம் பெயர்கிறாள். இருப்பினும், அவனைப் போலவே தோற்றமளிக்கும் ஒரு மனிதனை அவள் சந்திக்க அவள் அவனுடைய உண்மையான அடையாளத்தைக் கண்டுபிடிக்க முயற்சிக்கிறாள்."
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "p-vasu",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "பி.வாசு"
                                },
                                {
                                    "lang": "en",
                                    "n": "P.Vasu"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Romance"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "காதல்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "லவ் பேர்ட்ஸ்",
                                "லவ் பேர்ட்ஸ் திரைப்படம்",
                                "ஆன்லைனில் பாருங்கள் தமிழ் திரைப்படங்கள்",
                                "தமிழ் முழு படங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில் பாருங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில் பாருங்கள்",
                                "லவ் பேர்ட்ஸ் படம் டிரெய்லரை இப்போது பாருங்கள்",
                                "தமிழ் திரைப்படங்கள்",
                                "காதல்",
                                "காதல் தமிழ் திரைப்படங்கள்",
                                "காதல் திரைப்படங்கள்",
                                "பிரபுதேவா",
                                "பிரபுதேவா தமிழ் திரைப்படங்கள்",
                                "பிரபுதேவா திரைப்படங்கள்",
                                "நக்மா",
                                "நக்மா தமிழ் திரைப்படங்கள்",
                                "நக்மா திரைப்படங்கள்",
                                "விஜயக்குமார்",
                                "விஜயக்குமார் தமிழ் திரைப்படங்கள்",
                                "விஜயக்குமார் திரைப்படங்கள்",
                                "சரத் பாபு",
                                "சரத் பாபு தமிழ் திரைப்படங்கள்",
                                "சரத் பாபு திரைப்படங்கள்",
                                "பி.வாசு",
                                "பி வாசு",
                                "பி வாசு தமிழ் திரைப்படங்கள்",
                                "பி வாசு திரைப்படங்கள்",
                                "வாசு திரைப்படங்கள்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Love Birds"
                        },
                        {
                            "lang": "ta",
                            "n": "லவ் பேர்ட்ஸ்"
                        }
                    ],
                    "lwe": "2025-11-17T05:30:00Z",
                    "lws": "2022-11-18T05:30:00Z",
                    "mar": [
                        {
                            "m_ed": 50,
                            "m_st": 5,
                            "t": "skipintro"
                        },
                        {
                            "m_ed": 9514,
                            "m_st": 9421,
                            "t": "skipcredit"
                        }
                    ],
                    "net": "arhamedia",
                    "nu": "love-birds",
                    "pe": "false",
                    "ph": [
                        {
                            "lang": "en",
                            "n": [
                                "Pyramid Films"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "பிரமிட் பிலிம்ஸ்"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 1996,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U"
                        }
                    ],
                    "rt": 9514,
                    "st": "published",
                    "st_dt": "2022-11-18T05:30:00Z",
                    "tids": [
                        "DE6485E9-3DF3-4F41-A4A7-5CD1F340BA2C"
                    ],
                    "urn": "urn:resource:catalog:movie",
                    "ut": "2023-02-24T16:46:35Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch Love Birds Full Movie Online on aha.Love Birds movie Now available to watch Online.",
                                "lang": "en",
                                "n": "Watch Love Birds Full Movie Online - Download Now",
                                "tags": [
                                    "Love Birds Tamil Movies",
                                    "Love Birds Movie Online",
                                    "Love Birds Full Movies Online"
                                ]
                            }
                        ],
                        "rs": "true"
                    },
                    "vq": "FHD"
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "EL",
                        "HF"
                    ],
                    "ao": "false",
                    "aq": "Stereo",
                    "ct": "2022-11-18T18:16:14Z",
                    "cty": "movie",
                    "dfs": [
                        {
                            "fs": 338353,
                            "q": ""
                        },
                        {
                            "fs": 2709593837,
                            "q": ""
                        },
                        {
                            "fs": 2347867059,
                            "q": ""
                        },
                        {
                            "fs": 1414866580,
                            "q": ""
                        },
                        {
                            "fs": 1186135279,
                            "q": ""
                        },
                        {
                            "fs": 886951930,
                            "q": "high"
                        },
                        {
                            "fs": 663749501,
                            "q": ""
                        },
                        {
                            "fs": 567869264,
                            "q": "mid"
                        },
                        {
                            "fs": 401048254,
                            "q": ""
                        },
                        {
                            "fs": 383507415,
                            "q": "low"
                        },
                        {
                            "fs": 181245880,
                            "q": ""
                        },
                        {
                            "fs": 65340191,
                            "q": ""
                        },
                        {
                            "fs": 97183394,
                            "q": ""
                        },
                        {
                            "fs": 129026978,
                            "q": ""
                        }
                    ],
                    "ed_dt": "2025-11-17T05:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2025-11-17T05:30:00Z",
                            "f_st_dt": "2022-11-18T05:30:00Z",
                            "sp": [
                                "urn:package:free"
                            ]
                        }
                    ],
                    "ex_id": "aboorva-ragangal-mv-ta-1975",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "784B2F30-190E-4301-8C17-A7F57FD74857",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "kamal-hassan",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Kamal Haasan"
                                },
                                {
                                    "lang": "ta",
                                    "n": "கமல் ஹாசன்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "rajinikanth",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Rajinikanth"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ரஜினிகாந்த்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "srividya",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Srividya"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ஸ்ரீவித்யா"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "nagesh",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Nagesh"
                                },
                                {
                                    "lang": "ta",
                                    "n": "நாகேஷ்"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "A young man and an older woman fall in love and decide to marry. However, their lives get complicated when he learns that his father is in love with the same woman's daughter."
                        },
                        {
                            "lang": "ta",
                            "n": "ஒரு இளைஞனும் வயதான பெண்ணும் காதலித்து திருமணம் செய்து கொள்ள முடிவு செய்கிறார்கள். இருப்பினும், அதே பெண்ணின் மகளை தனது தந்தை காதலிக்கிறார் என்பதை அறிந்ததும் அவர்களின் வாழ்க்கை சிக்கலாகிறது."
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "k-balachander",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "K. பாலசந்தர்"
                                },
                                {
                                    "lang": "en",
                                    "n": "K. Balachander"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Drama"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "நாடகம்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "அபூர்வ ராகங்கள்",
                                "அபூர்வ ராகங்கள் திரைப்படம்",
                                "ஆன்லைனில் பாருங்கள் தமிழ் திரைப்படங்கள்",
                                "தமிழ் முழு படங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில் பாருங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில் பாருங்கள்",
                                "அபூர்வ ராகங்கள் படம் டிரெய்லரை இப்போது பாருங்கள்",
                                "தமிழ் திரைப்படங்கள்",
                                "நாடகம் தமிழ் திரைப்படங்கள்",
                                "நாடகம் திரைப்படங்கள்",
                                "கமல் ஹாசன்",
                                "கமல்ஹாசன்",
                                "கமல் ஹாசன் தமிழ் திரைப்படங்கள்",
                                "கமல் ஹாசன் திரைப்படங்கள்",
                                "கமல்",
                                "கமல் தமிழ் திரைப்படங்கள்",
                                "கமல் திரைப்படங்கள்",
                                "ரஜினிகாந்த்",
                                "ரஜினிகாந்த் தமிழ் திரைப்படங்கள்",
                                "ரஜினிகாந்த் திரைப்படங்கள்",
                                "ரஜினி திரைப்படங்கள்",
                                "ஸ்ரீவித்யா தமிழ் திரைப்படங்கள்",
                                "ஸ்ரீவித்யா திரைப்படங்கள்",
                                "நாகேஷ்",
                                "நாகேஷ் தமிழ் திரைப்படங்கள்",
                                "நாகேஷ் திரைப்படங்கள்",
                                "K பாலசந்தர்",
                                "K பாலசந்தர் திரைப்படங்கள்",
                                "பாலசந்தர் திரைப்படங்கள்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Aboorva Ragangal"
                        },
                        {
                            "lang": "ta",
                            "n": "அபூர்வ ராகங்கள்"
                        }
                    ],
                    "lwe": "2025-11-17T05:30:00Z",
                    "lws": "2022-11-18T05:30:00Z",
                    "mar": [
                        {
                            "m_ed": 39,
                            "m_st": 5,
                            "t": "skipintro"
                        },
                        {
                            "m_ed": 7960,
                            "m_st": 7956,
                            "t": "skipcredit"
                        }
                    ],
                    "net": "arhamedia",
                    "nu": "aboorva-ragangal",
                    "pe": "false",
                    "ph": [
                        {
                            "lang": "en",
                            "n": [
                                "Kalakendra Movies"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "காலக்கேந்ரா மூவிஸ்"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 1975,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U"
                        }
                    ],
                    "rt": 7960,
                    "st": "published",
                    "st_dt": "2022-11-18T05:30:00Z",
                    "tids": [
                        "6F7766F2-B296-4A3B-935B-03A0743665C3"
                    ],
                    "urn": "urn:resource:catalog:movie",
                    "ut": "2023-02-24T16:45:34Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch Aboorva Ragangal Full Movie Online on aha. Aboorva Ragangal movie Now available to watch Online.",
                                "lang": "en",
                                "n": "Watch Aboorva Ragangal Full Movie Online - Download Now",
                                "tags": [
                                    "Aboorva Ragangal Tamil Movies",
                                    "Aboorva Ragangal Movie Online",
                                    "Aboorva Ragangal Full Movies Online"
                                ]
                            }
                        ],
                        "rs": "true"
                    },
                    "vq": "FHD"
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "HU",
                        "RO"
                    ],
                    "ao": "false",
                    "aq": "Stereo",
                    "ct": "2022-11-18T18:16:06Z",
                    "cty": "movie",
                    "dfs": [
                        {
                            "fs": 79707204,
                            "q": ""
                        },
                        {
                            "fs": 118547903,
                            "q": ""
                        },
                        {
                            "fs": 157397483,
                            "q": ""
                        },
                        {
                            "fs": 4096650045,
                            "q": ""
                        },
                        {
                            "fs": 3444342070,
                            "q": ""
                        },
                        {
                            "fs": 2035897743,
                            "q": ""
                        },
                        {
                            "fs": 1615248803,
                            "q": ""
                        },
                        {
                            "fs": 1195994963,
                            "q": "high"
                        },
                        {
                            "fs": 883787574,
                            "q": ""
                        },
                        {
                            "fs": 743908174,
                            "q": "mid"
                        },
                        {
                            "fs": 524108623,
                            "q": ""
                        },
                        {
                            "fs": 496538125,
                            "q": "low"
                        },
                        {
                            "fs": 230681265,
                            "q": ""
                        },
                        {
                            "fs": 406664,
                            "q": ""
                        }
                    ],
                    "ed_dt": "2025-11-17T05:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2025-11-17T05:30:00Z",
                            "f_st_dt": "2022-11-18T05:30:00Z",
                            "sp": [
                                "urn:package:free"
                            ]
                        }
                    ],
                    "ex_id": "veera-mv-ta-1994",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "70F091BD-97B0-4D69-88D9-D653B8D1D779",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "rajinikanth",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Rajinikanth"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ரஜினிகாந்த்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "meena",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Meena"
                                },
                                {
                                    "lang": "ta",
                                    "n": "மீனா"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "roja",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Roja"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ரோஜா"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "vivek",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Vivek"
                                },
                                {
                                    "lang": "ta",
                                    "n": "விவேக்"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "Muthu believes that the girl he loved, Devyani, died in a flood. His mother forces him to marry a city girl. But when Devyani returns, he marries her too. Now he struggles to deal with his two wives."
                        },
                        {
                            "lang": "ta",
                            "n": "தான் காதலித்த பெண் தேவயானி வெள்ளத்தில் இறந்து போனதாக நம்பும் முத்து, தன் தாயின் வற்புறுத்தலால் ஒரு நகரத்துப் பெண்ணைத் திருமணம் செய்துக் கொள்கிறான். ஆனால் தேவயானி திரும்பி உயிருடன் வர அவளையும் திருமணம் செய்து கொண்டு, இரண்டு மனைவிகளையும் சமாளிக்க போராடுகிறான்."
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "suresh-krissna",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Suresh Krissna"
                                },
                                {
                                    "lang": "ta",
                                    "n": "சுரேஷ் கிருஷ்ணா"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Comedy"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "நகைச்சுவை"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "வீரா",
                                "வீரா திரைப்படம்",
                                "ஆன்லைனில் பாருங்கள் தமிழ் திரைப்படங்கள்",
                                "தமிழ் முழு படங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில் பாருங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில் பாருங்கள்",
                                "வீரா படம் டிரெய்லரை இப்போது பாருங்கள்",
                                "தமிழ் திரைப்படங்கள்",
                                "நகைச்சுவை",
                                "நகைச்சுவை தமிழ் திரைப்படங்கள்",
                                "நகைச்சுவை திரைப்படங்கள்",
                                "ரஜினிகாந்த்",
                                "ரஜினிகாந்த் தமிழ் திரைப்படங்கள்",
                                "ரஜினிகாந்த் திரைப்படங்கள்",
                                "ரஜினி திரைப்படங்கள்",
                                "மீனா",
                                "மீனா தமிழ் திரைப்படங்கள்",
                                "மீனா திரைப்படங்கள்",
                                "ரோஜா",
                                "ரோஜா தமிழ் திரைப்படங்கள்",
                                "ரோஜா திரைப்படங்கள்",
                                "விவேக்",
                                "விவேக் தமிழ் திரைப்படங்கள்",
                                "விவேக் திரைப்படங்கள்",
                                "சுரேஷ் கிருஷ்ணா",
                                "சுரேஷ் கிருஷ்ணா திரைப்படங்கள்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Veera"
                        },
                        {
                            "lang": "ta",
                            "n": "வீரா"
                        }
                    ],
                    "lwe": "2025-11-17T05:30:00Z",
                    "lws": "2022-11-18T05:30:00Z",
                    "mar": [
                        {
                            "m_ed": 103,
                            "m_st": 5,
                            "t": "skipintro"
                        },
                        {
                            "m_ed": 9711,
                            "m_st": 9703,
                            "t": "skipcredit"
                        }
                    ],
                    "net": "arhamedia",
                    "nu": "veera",
                    "pe": "false",
                    "ph": [
                        {
                            "lang": "en",
                            "n": [
                                "P. A. Art Productions"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "P. A. ஆர்ட் புரொடக்ஷன்ஸ்"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 1994,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U"
                        }
                    ],
                    "rt": 9711,
                    "st": "published",
                    "st_dt": "2022-11-18T05:30:00Z",
                    "tids": [
                        "19A6E53A-BB80-46A3-BC6E-817B686A13D9"
                    ],
                    "urn": "urn:resource:catalog:movie",
                    "ut": "2023-02-24T16:46:25Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch Veera Full Movie Online on aha. Veera movie Now available to watch Online.",
                                "lang": "en",
                                "n": "Watch Veera Full Movie Online - Download Now",
                                "tags": [
                                    "Veera Tamil Movies",
                                    "Veera Movie Online",
                                    "Veera Full Movies Online"
                                ]
                            }
                        ],
                        "rs": "true"
                    },
                    "vq": "FHD"
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "EL",
                        "HF"
                    ],
                    "ao": "false",
                    "aq": "Stereo",
                    "ct": "2022-11-18T18:15:50Z",
                    "cty": "movie",
                    "dfs": [
                        {
                            "fs": 74408051,
                            "q": ""
                        },
                        {
                            "fs": 110668894,
                            "q": ""
                        },
                        {
                            "fs": 146934216,
                            "q": ""
                        },
                        {
                            "fs": 3453271565,
                            "q": ""
                        },
                        {
                            "fs": 2892202368,
                            "q": ""
                        },
                        {
                            "fs": 1683709337,
                            "q": ""
                        },
                        {
                            "fs": 1373753974,
                            "q": ""
                        },
                        {
                            "fs": 996998211,
                            "q": "high"
                        },
                        {
                            "fs": 738254275,
                            "q": ""
                        },
                        {
                            "fs": 630713794,
                            "q": "mid"
                        },
                        {
                            "fs": 441507057,
                            "q": ""
                        },
                        {
                            "fs": 428761099,
                            "q": "low"
                        },
                        {
                            "fs": 187791169,
                            "q": ""
                        },
                        {
                            "fs": 476873,
                            "q": ""
                        }
                    ],
                    "ed_dt": "2025-11-17T05:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2025-11-17T05:30:00Z",
                            "f_st_dt": "2022-11-18T05:30:00Z",
                            "sp": [
                                "urn:package:free"
                            ]
                        }
                    ],
                    "ex_id": "sangamam-mv-ta-1999",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "03B5667E-6F09-47AE-89D3-71EB97E539A0",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "rahman",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "ரஹ்மான்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Rahman"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "vindhya",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "விந்தியா"
                                },
                                {
                                    "lang": "en",
                                    "n": "Vindhya"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "manivannan",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "மணிவண்ணன்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Manivannan"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "vijayakumar",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "விஜயக்குமார்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Vijayakumar"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "After initial disagreements, a classical dancer and a rural folk artist charm each other and fall in love. However, they face issues when the girl's father disapproves of their relationship."
                        },
                        {
                            "lang": "ta",
                            "n": "கருத்து வேறுபாடுகளால் ஒரு பரதநாட்டியக் கலைஞருக்கும் ஒரு நாட்டுப்புறக் கலைஞருக்கும் மத்தியில் தொடங்கும் நட்பு காலப்போக்கில் காதலாக மாறுகிறது. இருப்பினும், பெண்ணின் தந்தை அவர்களின் உறவை ஏற்காததால் அவர்கள் பல பிரச்சினைகளை எதிர்கொள்கின்றனர்."
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "suresh-krissna",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Suresh Krissna"
                                },
                                {
                                    "lang": "ta",
                                    "n": "சுரேஷ் கிருஷ்ணா"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Romance"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "காதல்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "சங்கமம்",
                                "சங்கமம் திரைப்படம்",
                                "ஆன்லைனில் பாருங்கள் தமிழ் திரைப்படங்கள்",
                                "தமிழ் முழு படங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில் பாருங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில் பாருங்கள்",
                                "சங்கமம் படம் டிரெய்லரை இப்போது பாருங்கள்",
                                "தமிழ் திரைப்படங்கள்",
                                "காதல்",
                                "காதல் தமிழ் திரைப்படங்கள்",
                                "காதல் திரைப்படங்கள்",
                                "ரஹ்மான்",
                                "ரஹ்மான் தமிழ் திரைப்படங்கள்",
                                "ரஹ்மான் திரைப்படங்கள்",
                                "விந்தியா",
                                "விந்தியா தமிழ் திரைப்படங்கள்",
                                "விந்தியா திரைப்படங்கள்",
                                "மணிவண்ணன்",
                                "மணிவண்ணன் தமிழ் திரைப்படங்கள்",
                                "மணிவண்ணன் திரைப்படங்கள்",
                                "விஜயக்குமார்",
                                "விஜயக்குமார் தமிழ் திரைப்படங்கள்",
                                "விஜயக்குமார் திரைப்படங்கள்",
                                "சுரேஷ் கிருஷ்ணா"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Sangamam"
                        },
                        {
                            "lang": "ta",
                            "n": "சங்கமம்"
                        }
                    ],
                    "lwe": "2025-11-17T05:30:00Z",
                    "lws": "2022-11-18T05:30:00Z",
                    "mar": [
                        {
                            "m_ed": 22,
                            "m_st": 5,
                            "t": "skipintro"
                        },
                        {
                            "m_ed": 9065,
                            "m_st": 8983,
                            "t": "skipcredit"
                        }
                    ],
                    "net": "arhamedia",
                    "nu": "sangamam",
                    "pe": "false",
                    "ph": [
                        {
                            "lang": "en",
                            "n": [
                                "Pyramid Films International"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "பிரமிட் பிலிம்ஸ் இன்டர்நேஷனல்"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 1999,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U"
                        }
                    ],
                    "rt": 9065,
                    "st": "published",
                    "st_dt": "2022-11-18T05:30:00Z",
                    "tids": [
                        "457A8090-FD4D-4FD1-AD89-6E75699E633F"
                    ],
                    "urn": "urn:resource:catalog:movie",
                    "ut": "2023-02-24T16:46:16Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch Sangamam Full Movie Online on aha. Sangamam movie Now available to watch Online.",
                                "lang": "en",
                                "n": "Watch Sangamam Full Movie Online - Download Now",
                                "tags": [
                                    "Sangamam Tamil Movies",
                                    "Sangamam Movie Online",
                                    "Sangamam Full Movies Online"
                                ]
                            }
                        ],
                        "rs": "true"
                    },
                    "vq": "FHD"
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "EG",
                        "EL"
                    ],
                    "ao": "false",
                    "aq": "Stereo",
                    "ct": "2022-12-17T14:08:23Z",
                    "cty": "movie",
                    "dfs": [
                        {
                            "fs": 79215998,
                            "q": ""
                        },
                        {
                            "fs": 117821557,
                            "q": ""
                        },
                        {
                            "fs": 156427169,
                            "q": ""
                        },
                        {
                            "fs": 3753949765,
                            "q": ""
                        },
                        {
                            "fs": 3262691917,
                            "q": ""
                        },
                        {
                            "fs": 1856322850,
                            "q": ""
                        },
                        {
                            "fs": 1580352090,
                            "q": ""
                        },
                        {
                            "fs": 1104212843,
                            "q": "high"
                        },
                        {
                            "fs": 829928854,
                            "q": ""
                        },
                        {
                            "fs": 686327470,
                            "q": "mid"
                        },
                        {
                            "fs": 486287781,
                            "q": ""
                        },
                        {
                            "fs": 458278836,
                            "q": "low"
                        },
                        {
                            "fs": 209861780,
                            "q": ""
                        },
                        {
                            "fs": 451393,
                            "q": ""
                        }
                    ],
                    "ed_dt": "2026-02-24T10:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2026-02-24T10:30:00Z",
                            "f_st_dt": "2023-02-24T10:30:00Z",
                            "sp": [
                                "urn:package:free"
                            ]
                        }
                    ],
                    "ex_id": "kadhal-kottai-mv-ta-1996",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "25BF6B25-1210-4B5A-A0EF-E5D3E8FC2B47",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "ajith",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Ajithkumar"
                                },
                                {
                                    "lang": "ta",
                                    "n": "அஜித்குமார்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "devayani",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Devayani"
                                },
                                {
                                    "lang": "ta",
                                    "n": "தேவயானி"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "heera-rajagopal",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Heera Rajagopal"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ஹீரா ராஜகோபால்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "karan",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Karan"
                                },
                                {
                                    "lang": "ta",
                                    "n": "கரண்"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "Kamali loses her bag in the railway station. Later, her bag is sent to her home, along with a letter from Surya, who found it. Kamali and Surya send letters to each other and soon fall in love."
                        },
                        {
                            "lang": "ta",
                            "n": "கமலி தனது பையை ரயில் நிலையத்தில் தொலைக்கிறாள். பின்னர், அவளது பையைக் கண்டுபிடிக்கும் சூர்யாவின் கடிதத்துடன் அந்த பை அவளது வீட்டிற்கு அனுப்பப்படுகிறது. கமலியும் சூர்யாவும் ஒருவருக்கொருவர் கடிதம் அனுப்புகிறார்கள், ஒருவரையொருவர் காதலிக்கத் தொடங்குகின்றனர்."
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "agathiyan",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Agathiyan"
                                },
                                {
                                    "lang": "ta",
                                    "n": "அகத்தியன்"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Romance",
                                "Drama"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "காதல்",
                                "நாடகம்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "காதல் கோட்டை",
                                "காதல் கோட்டை திரைப்படம்",
                                "ஆன்லைனில் பாருங்கள் தமிழ் திரைப்படங்கள்",
                                "தமிழ் முழு படங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில் பாருங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில் பாருங்கள்",
                                "காதல் கோட்டை படம் டிரெய்லரை இப்போது பாருங்கள்",
                                "தமிழ் திரைப்படங்கள்",
                                "நாடகம்",
                                "காதல்",
                                "நாடகம் திரைப்படங்கள்",
                                "காதல் திரைப்படங்கள்",
                                "நாடகம் தமிழ் திரைப்படங்கள்",
                                "காதல் தமிழ் திரைப்படங்கள்",
                                "அஜித்குமார்",
                                "அஜித்குமார் திரைப்படங்கள்",
                                "அஜித்",
                                "அஜித் திரைப்படங்கள்",
                                "அஜித் தமிழ் திரைப்படங்கள்",
                                "தேவயானி",
                                "தேவயானி திரைப்படங்கள்",
                                "ஹீரா ராஜகோபால்",
                                "ஹீரா ராஜகோபால் திரைப்படங்கள்",
                                "கரண்",
                                "கரண் திரைப்படங்கள்",
                                "அகத்தியன்",
                                "அகத்தியன் திரைப்படங்கள்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Kadhal Kottai"
                        },
                        {
                            "lang": "ta",
                            "n": "காதல் கோட்டை"
                        }
                    ],
                    "lwe": "2026-02-24T10:30:00Z",
                    "lws": "2023-02-24T10:30:00Z",
                    "mar": [
                        {
                            "m_ed": 100,
                            "m_st": 6,
                            "t": "skipintro"
                        },
                        {
                            "m_ed": 9651,
                            "m_st": 9639,
                            "t": "skipcredit"
                        }
                    ],
                    "net": "arhamedia",
                    "nu": "kadhal-kottai",
                    "pe": "false",
                    "ph": [
                        {
                            "lang": "en",
                            "n": [
                                "Sivasakthi Movie Makers"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "சிவசக்தி மூவி மேக்கர்ஸ்"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 1996,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U"
                        }
                    ],
                    "rt": 9651,
                    "st": "published",
                    "st_dt": "2023-02-24T10:30:00Z",
                    "tids": [
                        "EF551539-76F2-4D6F-86B2-E4106765CD34"
                    ],
                    "urn": "urn:resource:catalog:movie",
                    "ut": "2023-02-24T16:46:04Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch Kadhal Kottai Full Movie Online on aha. Kadhal Kottai Movie Now available to watch Online",
                                "lang": "en",
                                "n": "Watch Kadhal Kottai Full Movie Online - Download Now",
                                "tags": [
                                    "Kadhal Kottai Tamil Movies",
                                    "Kadhal Kottai Movie Online",
                                    "Kadhal Kottai Full Movies Online"
                                ]
                            }
                        ],
                        "rs": "true"
                    },
                    "vq": "FHD"
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "AD",
                        "EG"
                    ],
                    "ao": "false",
                    "aq": "Stereo",
                    "ct": "2022-12-17T14:08:29Z",
                    "cty": "movie",
                    "dfs": [
                        {
                            "fs": 87318308,
                            "q": ""
                        },
                        {
                            "fs": 129872022,
                            "q": ""
                        },
                        {
                            "fs": 172428239,
                            "q": ""
                        },
                        {
                            "fs": 4428600003,
                            "q": ""
                        },
                        {
                            "fs": 3772135191,
                            "q": ""
                        },
                        {
                            "fs": 2132314657,
                            "q": ""
                        },
                        {
                            "fs": 1799006701,
                            "q": ""
                        },
                        {
                            "fs": 1236395936,
                            "q": "high"
                        },
                        {
                            "fs": 931372195,
                            "q": ""
                        },
                        {
                            "fs": 774926126,
                            "q": "mid"
                        },
                        {
                            "fs": 553099607,
                            "q": ""
                        },
                        {
                            "fs": 512568750,
                            "q": "low"
                        },
                        {
                            "fs": 226849393,
                            "q": ""
                        },
                        {
                            "fs": 431530,
                            "q": ""
                        }
                    ],
                    "ed_dt": "2026-02-24T10:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2026-02-24T10:30:00Z",
                            "f_st_dt": "2023-02-24T10:30:00Z",
                            "sp": [
                                "urn:package:free"
                            ]
                        }
                    ],
                    "ex_id": "ulagam-sutrum-valiban-mv-ta-1973",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "F78E3D17-4D57-4F1F-9CBA-74DC9AAC9169",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "m-g-ramachandran",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "M.G.Ramachandran"
                                },
                                {
                                    "lang": "ta",
                                    "n": "எம்.ஜி.ராமசந்திரன்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "nagesh",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "நாகேஷ்"
                                },
                                {
                                    "lang": "en",
                                    "n": "Nagesh"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "Scientist Murugan has a formula that can harness energy from lightening. A rival wants it for his evil plans. When Murugan disappears, his brother goes around the world to find him and save the world."
                        },
                        {
                            "lang": "ta",
                            "n": "விஞ்ஞானி முருகன் மின்னலிலிருந்து ஆற்றலைப் பயன்படுத்தக்கூடிய வழியை கண்டுபிடிக்கிறார். தனது தீய திட்டங்களுக்காக அந்த முறையை ஒரு நபர் பயன்படுத்த நினைக்க, முருகனின் சகோதரன் உலகம் முழுவதும் சென்று அவனைக் கண்டுபிடித்து உலகைக் காப்பாற்றுகிறான்."
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "m-g-ramachandran",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "M.G.Ramachandran"
                                },
                                {
                                    "lang": "ta",
                                    "n": "எம்.ஜி.ராமசந்திரன்"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Action",
                                "Thriller"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "ஆக்ஷ்ன்",
                                "த்ரில்லர்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "உலகம் சுற்றும் வாலிபன்",
                                "உலகம் சுற்றும் வாலிபன் திரைப்படம்",
                                "ஆன்லைனில் பாருங்கள் தமிழ் திரைப்படங்கள்",
                                "தமிழ் முழு படங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில் பாருங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில் பாருங்கள்",
                                "உலகம் சுற்றும் வாலிபன் படம் டிரெய்லரை இப்போது பாருங்கள்",
                                "தமிழ் திரைப்படங்கள்",
                                "எம்.ஜி.ராமசந்திரன்",
                                "எம்.ஜி.ராமசந்திரன் திரைப்படங்கள்",
                                "நாகேஷ்",
                                "நாகேஷ் தமிழ் திரைப்படங்கள்",
                                "நாகேஷ் திரைப்படங்கள்",
                                "ஆக்ஷ்ன்",
                                "த்ரில்லர்",
                                "ஆக்ஷ்ன் தமிழ் திரைப்படங்கள்",
                                "த்ரில்லர் தமிழ் திரைப்படங்கள்",
                                "ஆக்ஷ்ன் திரைப்படங்கள்",
                                "த்ரில்லர் திரைப்படங்கள்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Ulagam Sutrum Valiban"
                        },
                        {
                            "lang": "ta",
                            "n": "உலகம் சுற்றும் வாலிபன்"
                        }
                    ],
                    "lwe": "2026-02-24T10:30:00Z",
                    "lws": "2023-02-24T10:30:00Z",
                    "mar": [
                        {
                            "m_ed": 50,
                            "m_st": 6,
                            "t": "skipintro"
                        },
                        {
                            "m_ed": 10638,
                            "m_st": 10612,
                            "t": "skipcredit"
                        }
                    ],
                    "net": "arhamedia",
                    "nu": "ulagam-sutrum-valiban",
                    "pe": "false",
                    "ph": [
                        {
                            "lang": "ta",
                            "n": [
                                "எம்ஜீயார் பிக்சர்ஸ்"
                            ]
                        },
                        {
                            "lang": "en",
                            "n": [
                                "Emgeeyaar Pictures"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 1973,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "U"
                        }
                    ],
                    "rt": 10638,
                    "st": "published",
                    "st_dt": "2023-02-24T10:30:00Z",
                    "tids": [
                        "8715239A-0058-4D64-AC8C-0D1390868B6C"
                    ],
                    "urn": "urn:resource:catalog:movie",
                    "ut": "2023-02-24T16:46:00Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch Ulagam Sutrum Valiban Full Movie Online on aha. Ulagam Sutrum Valiban movie Now available to watch Online.",
                                "lang": "en",
                                "n": "Watch Ulagam Sutrum Valiban Full Movie Online - Download Now",
                                "tags": [
                                    "Ulagam Sutrum Valiban Tamil Movies",
                                    "Ulagam Sutrum Valiban Movie Online",
                                    "Ulagam Sutrum Valiban Full Movies Online"
                                ]
                            }
                        ],
                        "rs": "true"
                    },
                    "vq": "FHD"
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "MS",
                        "VE"
                    ],
                    "ao": "false",
                    "aq": "Stereo",
                    "ct": "2023-01-11T07:45:46Z",
                    "cty": "movie",
                    "dfs": [
                        {
                            "fs": 78023871,
                            "q": ""
                        },
                        {
                            "fs": 116047384,
                            "q": ""
                        },
                        {
                            "fs": 154073044,
                            "q": ""
                        },
                        {
                            "fs": 413665,
                            "q": ""
                        },
                        {
                            "fs": 3563864481,
                            "q": ""
                        },
                        {
                            "fs": 3082326092,
                            "q": ""
                        },
                        {
                            "fs": 1801573537,
                            "q": ""
                        },
                        {
                            "fs": 1500672184,
                            "q": ""
                        },
                        {
                            "fs": 1090799247,
                            "q": "high"
                        },
                        {
                            "fs": 816378798,
                            "q": ""
                        },
                        {
                            "fs": 691507182,
                            "q": "mid"
                        },
                        {
                            "fs": 487951933,
                            "q": ""
                        },
                        {
                            "fs": 468645590,
                            "q": "low"
                        },
                        {
                            "fs": 225135842,
                            "q": ""
                        }
                    ],
                    "ed_dt": "2026-02-24T10:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2026-02-24T10:30:00Z",
                            "f_st_dt": "2023-02-24T10:30:00Z",
                            "sp": [
                                "urn:package:free"
                            ]
                        }
                    ],
                    "ex_id": "captain-prabhakaran-mv-ta-1991",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "3F434B26-6A97-4299-9420-8B72655B0C49",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "vijayakanth",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Vijaykanth"
                                },
                                {
                                    "lang": "ta",
                                    "n": "விஜயகாந்த்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "r-sarathkumar",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Sarathkumar"
                                },
                                {
                                    "lang": "ta",
                                    "n": "சரத்குமார்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "ramya-krishna",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Ramya Krishnan"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ரம்யா கிருஷ்ணன்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "mansoor-ali-khan",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Mansoor Alikhan"
                                },
                                {
                                    "lang": "ta",
                                    "n": "மன்சூர் அலிகான்"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "Prabhakaran, an Indian Forest Service (IFS) officer, is sent to Sathyamangalam to nab the notorious smuggler, Veerabhadran. He was not only going to nab him, but also avenge the death of his friend."
                        },
                        {
                            "lang": "ta",
                            "n": "பிரபல கடத்தல்காரரான வீரபத்ரனைப் பிடிக்க, இந்திய வனத்துறை (IFS) அதிகாரியான பிரபாகரன், சத்தியமங்கலத்திற்கு அனுப்பப்படுகிறார். அவர் அவரைப் பிடிக்கப் போவது மட்டுமல்லாமல், தனது நண்பரின் மரணத்திற்குப் பழிவாங்கவும் போகிறார்."
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "r-k-selvamani",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "R.K.Selvamani"
                                },
                                {
                                    "lang": "ta",
                                    "n": "R.K. செல்வமணி"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Action",
                                "Thriller"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "ஆக்ஷ்ன்",
                                "த்ரில்லர்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "கேப்டன் பிரபாகரன்",
                                "கேப்டன் பிரபாகரன் திரைப்படம்",
                                "தமிழ் முழு படங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில் பாருங்கள்",
                                "தமிழ் திரைப்படங்கள்",
                                "கேப்டன் பிரபாகரன் படம் டிரெய்லரை இப்போது பாருங்கள்",
                                "தமிழ் திரைப்படங்கள்ஆக்ஷ்ன்",
                                "த்ரில்லர்",
                                "ஆக்ஷ்ன் தமிழ் திரைப்படங்கள்",
                                "த்ரில்லர் தமிழ் திரைப்படங்கள்",
                                "ஆக்ஷ்ன் திரைப்படங்கள்",
                                "த்ரில்லர் திரைப்படங்கள்",
                                "விஜயகாந்த்",
                                "விஜயகாந்த் தமிழ் திரைப்படங்கள்",
                                "விஜயகாந்த் திரைப்படங்கள்",
                                "விஜயகாந்த் ஆக்ஷ்ன் திரைப்படங்கள்",
                                "சரத்குமார்",
                                "சரத்குமார் தமிழ் திரைப்படங்கள்",
                                "சரத்குமார் திரைப்படங்கள்",
                                "ரம்யா கிருஷ்ணன்",
                                "ரம்யா கிருஷ்ணன் தமிழ் திரைப்படங்கள்",
                                "ரம்யா கிருஷ்ணன் திரைப்படங்கள்",
                                "மன்சூர் அலிகான்",
                                "மன்சூர் அலிகான் தமிழ் திரைப்படங்கள்",
                                "மன்சூர் அலிகான் திரைப்படங்கள்",
                                "R.K. செல்வமணி",
                                "R.K. செல்வமணி திரைப்படங்கள்",
                                "1991 தமிழ் திரைப்படங்கள்",
                                "1991 திரைப்படங்கள்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Captain Prabhakaran"
                        },
                        {
                            "lang": "ta",
                            "n": "கேப்டன் பிரபாகரன்"
                        }
                    ],
                    "lwe": "2026-02-24T10:30:00Z",
                    "lws": "2023-02-24T10:30:00Z",
                    "mar": [
                        {
                            "m_ed": 44,
                            "m_st": 6,
                            "t": "skipintro"
                        },
                        {
                            "m_ed": 9506,
                            "m_st": 9504,
                            "t": "skipcredit"
                        }
                    ],
                    "net": "arhamedia",
                    "nu": "captain-prabhakaran",
                    "pe": "false",
                    "ph": [
                        {
                            "lang": "en",
                            "n": [
                                "I.V. Cine Productions"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "ஐ.வி. சினி புரொடக்ஷன்ஸ்"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 1991,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "A"
                        }
                    ],
                    "rt": 9506,
                    "st": "published",
                    "st_dt": "2023-02-24T10:30:00Z",
                    "tids": [
                        "0E002798-9B64-4E00-AF74-5E51A091B8C5"
                    ],
                    "urn": "urn:resource:catalog:movie",
                    "ut": "2023-02-27T08:26:53Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch Captain Prabhakaran Full Movie Online on aha. Captain Prabhakaran Movie Now available to watch Online",
                                "lang": "en",
                                "n": "Watch Captain Prabhakaran Full Movie Online - Download Now",
                                "tags": [
                                    "Captain Prabhakaran Tamil Movies",
                                    "Captain Prabhakaran Movie Online",
                                    "Captain Prabhakaran Full Movies Online"
                                ]
                            }
                        ],
                        "rs": "true"
                    },
                    "vq": "FHD"
                },
                {
                    "acl": "ta",
                    "ad": "true",
                    "adv": [
                        "MS",
                        "VE"
                    ],
                    "ao": "false",
                    "aq": "Stereo",
                    "ct": "2022-12-17T14:08:36Z",
                    "cty": "movie",
                    "dfs": [
                        {
                            "fs": 254222,
                            "q": ""
                        },
                        {
                            "fs": 3155819432,
                            "q": ""
                        },
                        {
                            "fs": 2705924396,
                            "q": ""
                        },
                        {
                            "fs": 1580634301,
                            "q": ""
                        },
                        {
                            "fs": 1303054220,
                            "q": ""
                        },
                        {
                            "fs": 959886054,
                            "q": "high"
                        },
                        {
                            "fs": 718936808,
                            "q": ""
                        },
                        {
                            "fs": 600497529,
                            "q": "mid"
                        },
                        {
                            "fs": 427571403,
                            "q": ""
                        },
                        {
                            "fs": 393705762,
                            "q": "low"
                        },
                        {
                            "fs": 183274074,
                            "q": ""
                        },
                        {
                            "fs": 63733767,
                            "q": ""
                        },
                        {
                            "fs": 94792934,
                            "q": ""
                        },
                        {
                            "fs": 125854704,
                            "q": ""
                        }
                    ],
                    "ed_dt": "2026-02-24T10:30:00Z",
                    "ent": [
                        {
                            "con": "all",
                            "det": "all",
                            "dt": "all",
                            "f_ed_dt": "2026-02-24T10:30:00Z",
                            "f_st_dt": "2023-02-24T10:30:00Z",
                            "sp": [
                                "urn:package:free"
                            ]
                        }
                    ],
                    "ex_id": "sigappu-rojakkal-mv-ta-1978",
                    "ia": [
                        "0-3x1",
                        "0-2x3",
                        "0-16x9",
                        "0-16x18",
                        "0-9x16"
                    ],
                    "id": "ECDD70AC-7980-4191-8331-701623F814AC",
                    "locs": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "kamal-hassan",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Kamal Haasan"
                                },
                                {
                                    "lang": "ta",
                                    "n": "கமல் ஹாசன்"
                                }
                            ]
                        },
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "sridevi",
                            "lon": [
                                {
                                    "lang": "en",
                                    "n": "Sridevi"
                                },
                                {
                                    "lang": "ta",
                                    "n": "ஸ்ரீதேவி"
                                }
                            ]
                        }
                    ],
                    "lod": [
                        {
                            "lang": "en",
                            "n": "Finding it hard to put his dark past behind him, Samar grows to despise girls and indulges in women trafficking. Arrested and put in an asylum by the police, he falls for a demented lady prisoner."
                        },
                        {
                            "lang": "ta",
                            "n": "சிறுவயதில் பெண்களின் நடத்தையால் மன உளைச்சலுக்கு ஆளாகி, பின்னால் அவர்களைக் கொல்லும் மனநோயாளியாக வளரும் திலீபை சுற்றி நகரும் க்தை"
                        }
                    ],
                    "lodr": [
                        {
                            "ia": [
                                "0-1x1"
                            ],
                            "id": "bharathiraja",
                            "lon": [
                                {
                                    "lang": "ta",
                                    "n": "பாரதிராஜா"
                                },
                                {
                                    "lang": "en",
                                    "n": "Bharathiraja"
                                }
                            ]
                        }
                    ],
                    "log": [
                        {
                            "lang": "en",
                            "n": [
                                "Thriller",
                                "Psychological Thriller"
                            ]
                        },
                        {
                            "lang": "ta",
                            "n": [
                                "த்ரில்லர்",
                                "சைக்காலஜிக்கல் த்ரில்லர்"
                            ]
                        }
                    ],
                    "lok": [
                        {
                            "lang": "ta",
                            "n": [
                                "சிகப்பு ரோஜாக்கள்",
                                "சிகப்பு ரோஜாக்கள் திரைப்படம்",
                                "ஆன்லைனில் பாருங்கள் தமிழ் திரைப்படங்கள்",
                                "தமிழ் முழு படங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில் பாருங்கள்",
                                "தமிழ் திரைப்படங்கள் ஆன்லைனில் பாருங்கள்",
                                "சிகப்பு ரோஜாக்கள் படம் டிரெய்லரை இப்போது பாருங்கள்",
                                "தமிழ் திரைப்படங்கள்",
                                "த்ரில்லர்",
                                "சைக்காலஜிக்கல் த்ரில்லர்",
                                "த்ரில்லர் தமிழ் திரைப்படங்கள்",
                                "சைக்காலஜிக்கல் த்ரில்லர் தமிழ் திரைப்படங்கள்",
                                "த்ரில்லர் திரைப்படங்கள்",
                                "சைக்காலஜிக்கல் த்ரில்லர் திரைப்படங்கள்",
                                "கமல் ஹாசன்",
                                "கமல் ஹாசன் தமிழ் திரைப்படங்கள்",
                                "கமல் ஹாசன் திரைப்படங்கள்",
                                "கமல் தமிழ் திரைப்படங்கள்",
                                "கமல் திரைப்படங்கள்",
                                "கமல்",
                                "ஸ்ரீதேவி",
                                "ஸ்ரீதேவி திரைப்படங்கள்"
                            ]
                        }
                    ],
                    "lon": [
                        {
                            "lang": "en",
                            "n": "Sigappu Rojakkal"
                        },
                        {
                            "lang": "ta",
                            "n": "சிகப்பு ரோஜாக்கள்"
                        }
                    ],
                    "lwe": "2026-02-24T10:30:00Z",
                    "lws": "2023-02-24T10:30:00Z",
                    "mar": [
                        {
                            "m_ed": 50,
                            "m_st": 6,
                            "t": "skipintro"
                        },
                        {
                            "m_ed": 7765,
                            "m_st": 7758,
                            "t": "skipcredit"
                        }
                    ],
                    "net": "arhamedia",
                    "nu": "sigappu-rojakkal",
                    "pe": "false",
                    "ph": [
                        {
                            "lang": "ta",
                            "n": [
                                "K.R.G. புரோடக்ஷன்ஸ்"
                            ]
                        },
                        {
                            "lang": "en",
                            "n": [
                                "K.R.G.Productions"
                            ]
                        }
                    ],
                    "pn": "arhamedia",
                    "r": 1978,
                    "rat": [
                        {
                            "cc": "all",
                            "s": "CBFC",
                            "v": "A"
                        }
                    ],
                    "rt": 7765,
                    "st": "published",
                    "st_dt": "2023-02-24T10:30:00Z",
                    "tids": [
                        "EA0BEB0F-B32F-4660-AA7D-562ED1C7952F"
                    ],
                    "urn": "urn:resource:catalog:movie",
                    "ut": "2023-02-24T16:46:20Z",
                    "v_sm": {
                        "ff": "true",
                        "locd": [
                            {
                                "d": "Watch Sigappu Rojakkal Full Movie Online on aha. Sigappu Rojakkal Movie Now available to watch Online.",
                                "lang": "en",
                                "n": "Watch Sigappu Rojakkal Full Movie Online - Download Now",
                                "tags": [
                                    "Sigappu Rojakkal Tamil Movies",
                                    "Sigappu Rojakkal Movie Online",
                                    "Sigappu Rojakkal Full Movies Online"
                                ]
                            }
                        ],
                        "rs": "true"
                    },
                    "vq": "FHD"
                }
            ],
            "click_action": "detail",
            "con_tg": "regular",
            "diar": [
                {
                    "dt": "tv",
                    "iar": "0-2x3"
                },
                {
                    "dt": "browser",
                    "iar": "0-2x3"
                },
                {
                    "dt": "mobile",
                    "iar": "0-2x3"
                },
                {
                    "dt": "tablet",
                    "iar": "0-2x3"
                },
                {
                    "dt": "default",
                    "iar": "0-2x3"
                }
            ],
            "ed_dt": "2028-01-25T18:29:00Z",
            "edit": false,
            "i": [
                {
                    "count": 45,
                    "cu": "https://data-store-cdn.api.aha.firstlight.ai/content?ids=714F9D2F-1006-4DB2-AF79-8E438937DF37%2CAD2F6E38-BAC4-41F7-8044-F86F05DB52E4%2C670C452E-22C9-4073-B55D-AFAFAD7616DF%2C02FEEF63-6D3A-4046-90EA-2E85757519C8%2CF57252D8-F3CF-4979-AAB6-93289C79C2EC%2CDDACB364-A482-428C-8722-B7B268140740%2C3D3EA8F4-CCA6-43B4-B5E3-5B47359A818C%2CB1A487A3-F095-4B20-88C6-0020044FB102%2CB3B35837-BD0E-4E2D-97CB-2C9AFAB2814D%2CF5DD4606-B535-4655-ACD2-7D18CD7952FF%2C368C12FE-8A86-4DAE-820C-176707785CC4%2C8866B28D-96C4-4D21-8C37-2EA4F801FCE3%2C6562B9E0-C1DE-4A9E-95C2-284CB696B3DC%2C784B2F30-190E-4301-8C17-A7F57FD74857%2C70F091BD-97B0-4D69-88D9-D653B8D1D779%2C03B5667E-6F09-47AE-89D3-71EB97E539A0%2C25BF6B25-1210-4B5A-A0EF-E5D3E8FC2B47%2CF78E3D17-4D57-4F1F-9CBA-74DC9AAC9169%2C3F434B26-6A97-4299-9420-8B72655B0C49%2CECDD70AC-7980-4191-8331-701623F814AC%2CC1F38AB8-6F94-4202-81E0-93D21DD29BEF%2CAC781E4C-553E-4CEE-B237-7BF1CD625C11%2C11B578D7-DC67-4445-9D82-0800BC9CB07B%2CD6EC78DC-9358-4806-9337-85C88C946040%2C9775FF23-A224-4C8C-9E22-15BB8D09A18E%2C0B25AF84-CA91-4B11-A0A3-5A2F5A3F2DED%2C3FBEB2C7-5947-467A-B2FD-5B0039DD730F%2C03840DDD-1377-4F57-8850-50CEEB772ADD%2C8052F2B0-134F-44F4-BACE-3A4709DB2E8C%2C625A1926-31A5-481F-8CEE-F7248BFDCB05%2CB093CE43-1A4F-47FB-8CCD-707D5FF21FEE%2C45C05286-B4EA-4FD2-81B8-BF79B18908DB%2C5C6F3D13-862A-4417-8AF0-EC1A794EAF14%2CA8873B34-47B5-4D8C-9430-2F08F6A2435F%2C330A95C0-3B93-42C2-A3F1-A5F5A8BF5A30%2CE5A08984-B198-4B01-9405-A313CEC97974%2C1FBA03FB-1F09-45BF-9629-B2D5F252BB65%2CD6CD49FF-6928-4BFC-8AB9-8C015347E5B7%2CCD72C375-0D14-4705-A067-FE5917512469%2C9DC64FFD-4570-4D2E-A079-B3D56F58CFE4%2C0ACF86A1-6809-49AF-B4A9-BF1BF41886AC%2C8C67707B-1216-4987-998A-0469E962EC0F%2CAF02EFE2-5127-41F7-A7F1-39B70B1F59E6%2C2DCB5ABD-07E2-46FD-98E8-E9A59BAEA09A%2CD3B7DF58-9E98-4017-A1F0-F56807518D44&info=detail&mode=detail&st=published",
                    "priority": 1,
                    "type": "manual"
                }
            ],
            "iar": "0-2x3",
            "id": "5A05DCE1-CF6B-4DC8-8DDB-32491E825166",
            "lo": "carousel",
            "logo_overlay": {
                "enable": "true",
                "image_name": "original",
                "position": "top",
                "transparency": 100
            },
            "lon": [
                {
                    "lang": "en",
                    "n": "Free Movies"
                },
                {
                    "lang": "ta",
                    "n": "ஃப்ரீ திரைப்படங்கள்"
                }
            ],
            "s": "regular",
            "scroll_style": {
                "autoplay": "disable",
                "direction": "lefttoright",
                "loop": "disable",
                "type": "linear"
            },
            "st_dt": "2022-11-20T18:30:00Z",
            "stl": "regular",
            "tag_overlay": {
                "enable": "true",
                "position": "topright",
                "tag_name": "premium",
                "transparency": 100
            },
            "text_style": {
                "font_size": "medium",
                "font_stretch": "condensed",
                "font_style": "normal",
                "font_weight": "normal",
                "position": "top",
                "text_overlay": "disable",
                "transparency": 100
            },
            "urn": "urn:container"
        }
    ]
}'